Repository: khlaifiabilel/EOBrowser
Catalog: src/translations/*.po
Languages: de

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
de: # Echtfarbenkomposit Von Satelliten mitgeführte Sensoren können die Erde in verschiedenen Bereichen des elektromagnetischen Spektrums abbilden. Jede Region im Spektrum wird als Band bezeichnet. Das Echtfarbenkomposit verwendet die Bänder des sichtbaren Lichts aus Rot, Grün und Blau in den entsprechenden roten, grünen und blauen Farbkanälen, was zu einem Produkt mit natürlichen Farben führt, das die Erde in etwa darstellt, wie Menschen sie natürlich sehen würden. Mehr Informationen [hier](https://fis.rub.de/recherchetools/infobox/profis/was-ist-fernerkundung/licht-und-farbe), [hier.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum . Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
de: # Echtfarbenkomposit Von Satelliten mitgeführte Sensoren können die Erde in verschiedenen Bereichen des elektromagnetischen Spektrums abbilden. Jeder Bereich des Spektrums wird als Band bezeichnet. Das Echtfarbenkomposit verwendet die die Bänder des sichtbaren Lichts aus Rot, Grün und Blau in den entsprechenden roten, grünen und blauen Farbkanälen, was zu einem Produkt mit natürlichen Farben führt, das die Erde in etwa darstellt, wie Menschen sie natürlich sehen würden. Mehr Informationen [hier](https://fis.rub.de/recherchetools/infobox/profis/was-ist-fernerkundung/licht-und-farbe), [hier.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)

source: # Pansharpened True Color The pansharpened true color composite is done by using the usual true color data (red, green and blue (RGB)) and enhancing them by using the panchromatic band 8, or pan band (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). An image from the pan band is similar to black-and-white film: it combines light from the red, green, and blue parts of the spectrum into a single measure of overall visible reflectance. Pansharpened images have 4x the resolution of the usual true color composite, greatly enhancing the usefulness of Landsat imagery. More info [here](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
de: # Geschärftes Echtfarbenkomposit Das geschärftes Echtfarbenkomposit wird erstellt, indem die üblichen Echtfarbdaten (Rot, Grün und Blau (RGB)) verwendet und durch die Verwendung des panchromatischen Bandes 8, oder Pan-Bandes, verbessert werden (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern aufnehmen). Ein Bild aus dem Pan-Band ist ähnlich wie ein Schwarz-Weiß-Film: Es kombiniert Licht aus dem roten, grünen und blauen Teil des Spektrums zu einem einzigen Wert für die sichtbare Gesamtreflexion. So geschärfte Bilder haben eine vierfach höhere Auflösung als die üblichen Echtfarbbilder, was den Nutzen von Landsat-Bildern erheblich steigert. Weitere Informationen [hier](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) und [hier.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)

source: # False Color Urban composite This composite is used to visualize urbanized areas more clearly. Vegetation is visible in shades of green, while urbanized areas are represented by white, grey, or purple. Soils, sand, and minerals are shown in a variety of colors. Snow and ice appear as dark blue, and water as black or blue. Flooded areas are very dark blue and almost black. The composite is useful for detecting wildfires and calderas of volcanoes, as they are displayed in shades of red and yellow. More info [here.](https://eos.com/false-color/)
de: # Falschfarben-Stadtkomposit Dieses Komposit wird verwendet, um verstädterte Gebiete deutlicher zu visualisieren. Die Vegetation ist in Grüntönen sichtbar, während verstädterte Bereiche durch Weiß, Grau oder Violett dargestellt werden. Böden, Sand und Mineralien werden in verschiedenen Farben dargestellt. Schnee und Eis erscheinen in Dunkelblau, Wasser in Schwarz oder Blau. Überschwemmte Gebiete sind sehr dunkelblau und fast schwarz. Das Komposit ist nützlich für die Erkennung von Waldbränden und Vulkancalderen, da diese in Rot- und Gelbtönen dargestellt werden. Mehr Infos [hier.](https://eos.com/false-color/)

source: # False Color Urban composite This composite uses a combination of bands in visible and in short wave infrared (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). It displays vegetation in shades of green. While darker shades of green indicate denser vegetation, sparse vegetation have lighter shades. Urban areas are blue and soils have various shades of brown. More info [here.](https://gisgeography.com/landsat-8-bands-combinations/)
de: # Falschfarben-Stadtkomposit Dieses Komposit verwendet eine Kombination von Bändern im sichtbaren und im kurzwelligen Infrarotbereich (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden). Es zeigt die Vegetation in Grüntönen an. Während dunklere Grüntöne eine dichtere Vegetation anzeigen, hat spärliche Vegetation hellere Farbtöne. Städtische Gebiete sind blau und Böden haben verschiedene Brauntöne. Mehr Informationen [hier.](https://gisgeography.com/landsat-8-bands-combinations/)

source: # Agriculture composite This composite uses short-wave infrared, near-infrared and blue bands to monitor crop health (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Both short-wave and near infrared bands are particularly good at highlighting dense vegetation, which appears dark green in the composite. Crops appear in a vibrant green and bare earth appears magenta. More info [here](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) and [here.](https://gisgeography.com/sentinel-2-bands-combinations/)
de: # Landwirtschaftskomposit Dieses Komposit verwendet kurzwellige Infrarot-, Nahinfrarot- und blaue Bänder, um die Gesundheit der Pflanzen zu überwachen (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden). Sowohl das kurzwellige als auch das nahe Infrarotband sind besonders gut geeignet, um dichte Vegetation hervorzuheben, die im Kompositbild dunkelgrün erscheint. Feldfrüchte erscheinen in einem leuchtenden Grün und freiliegende Erde erscheint in Magenta. Weitere Informationen [hier](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) und [hier.](https://gisgeography.com/sentinel-2-bands-combinations/)

source: # Snow Classifier The Snow Classifier algorithm aims to detect snow by classifying pixels based on different brightness and Normalized Difference Snow Index (NDSI) thresholds. Values classified as snow are returned in bright vivid blue. The script can overestimate snow areas over clouds. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
de: # Schnee-Klassifikator Der Algorithmus des Schnee-Klassifikators zielt darauf ab, Schnee zu erkennen, indem er Pixel auf der Grundlage unterschiedlicher Helligkeits- und der Normalized Difference Snow Index (NDSI)-Schwellenwerte klassifiziert. Werte, die als Schnee klassifiziert werden, werden in hellem, leuchtendem Blau zurückgegeben. Das Skript kann Schneeflächen gegenüber Wolken überschätzen. Mehr Infos [hier.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)

source: # Ulyssys Water Quality Viewer (UWQV) The script aims to dynamically visualize the chlorophyll and sediment conditions of water bodies, which are primary indicators of water quality. The chlorophyll content ranges in colors from dark blue (low chlorophyll content) through green to red (high chlorophyll content). Sediment concentrations are colored brown; opaque brown indicates high sediment content. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
de: # Ulyssys Wasserqualitätsanzeige (UWQV) Das Skript zielt darauf ab, den Chlorophyll- und Sedimentzustand von Wasserkörpern dynamisch zu visualisieren, die primäre Indikatoren für die Wasserqualität sind. Der Chlorophyllgehalt reicht farblich von dunkelblau (niedriger Chlorophyllgehalt) über grün bis rot (hoher Chlorophyllgehalt). Sedimentkonzentrationen sind braun gefärbt; undurchsichtiges Braun zeigt einen hohen Sedimentgehalt an. Mehr Informationen [hier.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)

source: # Short wave infrared composite (SWIR) Short wave infrared (SWIR) measurements can help scientists estimate how much water is present in plants and soil, as water absorbs SWIR wavelengths. Short wave infrared bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) are also useful for distinguishing between cloud types (water clouds versus ice clouds), snow and ice, all of which appear white in visible light. In this composite vegetation appears in shades of green, soils and built-up areas are in various shades of brown, and water appears black. Newly burned land reflects strongly in SWIR bands, making them valuable for mapping fire damages. Each rock type reflects shortwave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/composites/)
de: # Kurzwellen-Infrarot-Komposit (SWIR) Messungen im kurzwelligen Infrarot (Short-Wave InfraRed, SWIR) können Wissenschaftler:innen helfen, abzuschätzen, wie viel Wasser in Pflanzen und Böden vorhanden ist, da Wasser SWIR-Wellenlängen absorbiert. Kurzwellige Infrarotbänder (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden) sind auch nützlich, um zwischen Wolkentypen (Wasserwolken gegenüber Eiswolken), Schnee und Eis zu unterscheiden, die alle im sichtbaren Licht weiß erscheinen. In diesem Komposit erscheint die Vegetation in Grüntönen, Böden und städtische Gebiete in verschiedenen Brauntöne und Wasser schwarz. Frisch verbranntes Land reflektiert stark in den SWIR-Bändern, was sie für die Kartierung von Brandschäden wertvoll macht. Jede Gesteinsart reflektiert kurzwelliges Infrarotlicht anders, sodass es möglich ist, die Geologie durch Vergleich des reflektierten SWIR-Lichts zu kartieren. Mehr Informationen [hier.](https://custom-scripts.sentinel-hub.com/sentinel-2/composites/)

source: # Highlight Optimized Natural Color This script aims to display the Earth in beautiful natural color images. It uses highlight optimization to avoid burnt out pixels and to even out the exposure. More info [here.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
de: # Highlight-optimierte natürliche Farbe Dieses Skript zielt darauf ab, die Erde in schönen, natürlichen Farbbildern darzustellen. Es verwendet Highlight-Optimierung, um ausgebrannte Pixel zu vermeiden und die Belichtung auszugleichen. Mehr Infos [hier.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)

source: # Geology 12, 8, 2 composite This composite uses short-wave infrared (SWIR) band 12 to differentiate among different rock types (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Each rock and mineral type reflects short-wave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. Near infrared (NIR) band 8 highlights vegetation and band 2 detects moisture, both contributing to differentiation of ground materials. The composite is useful for finding geological formations and features (e.g. faults, fractures), lithology (e.g. granite, basalt, etc.) and mining applications. More info [here.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
de: # Geologie 12, 8, 2 Komposit Dieses Komposit nutzt das kurzwellige Infrarot (SWIR) Band 12, um zwischen verschiedenen Gesteinsarten zu unterscheiden (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden). Jeder Gesteins- und Mineraltyp reflektiert kurzwelliges Infrarotlicht anders, sodass es möglich ist, die Geologie durch den Vergleich des reflektierten SWIR-Lichts abzubilden. Das Nahinfrarot (NIR)-Band 8 hebt Vegetation hervor und Band 2 erkennt Feuchtigkeit. Beides trägt zur Unterscheidung von Bodenmaterialien bei. Das Komposit ist nützlich für das Auffinden von geologischen Formationen und Merkmalen (z.B. Verwerfungen, Brüche), Lithologie (z.B. Granit, Basalt, etc.) und Bergbauanwendungen. Mehr Infos [hier.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)

source: # Geology 8, 11, 12 composite This composite uses both short-wave infrared (SWIR) bands 11 and 12 to differentiate among different rock types (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Each rock and mineral type reflects shortwave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. Near Infrared (NIR) band 8 highlights vegetation, contributing to differentiation of ground materials. Vegetation in the composite appears red. The composite is useful for differentiating vegetation, and land especially geologic features that can be useful for mining and mineral exploration. More info [here](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) and [here.](http://murphygeological.com/new---sentinel-2.html#)
de: # Geologie 8, 11, 12 Komposit Dieses Komposit nutzt die beiden kurzwelligen Infrarotbänder (SWIR) 11 und 12, um zwischen verschiedenen Gesteinsarten zu unterscheiden (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden). Jeder Gesteins- und Mineraltyp reflektiert kurzwelliges Infrarotlicht anders, sodass es möglich ist, die Geologie durch den Vergleich des reflektierten SWIR-Lichts abzubilden. Das Nahinfrarot (NIR) Band 8 hebt die Vegetation hervor und trägt so zur Unterscheidung von Bodenmaterialien bei. Die Vegetation im Komposit erscheint rot. Das Komposit ist nützlich für die Unterscheidung von Vegetation und Land, insbesondere von geologischen Merkmalen, die für den Bergbau und die Mineralienexploration nützlich sein können. Weitere Informationen [hier](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) und [hier.](http://murphygeological.com/new---sentinel-2.html#)

source: # Wildfires This script, created by Pierre Markuse, visualizes wildfires using Sentinel-2 data. It combines natural color background with some NIR/SWIR data for smoke penetration and more detail, while adding highlights from B11 and B12 to show fires in red and orange colors. More info [here.](https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)
de: # Waldbrände Dieses Skript, erstellt von Pierre Markuse, visualisiert Waldbrände anhand von Sentinel-2-Daten. Es kombiniert den natürlichen Farbhintergrund mit einigen NIR/SWIR-Daten für die Rauchdurchdringung und mehr Details, während es Highlights von B11 und B12 hinzufügt, um Brände in roten und orangenen Farben zu zeigen. Mehr Infos [hier.](https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)

source: # Enhanced True Color This script, created by Pierre Markuse, uses multiple bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) and saturation and brightness control to enhance the true color visualization. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
de: # Verbesserte Echtfarben Dieses Skript, das von Pierre Markuse erstellt wurde, verwendet mehrere Bänder (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden) sowie Sättigungs- und Helligkeitssteuerung, um die Echtfarbendarstellung zu verbessern. Mehr Informationen [hier.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)

source: # Burned Area Index Burned Area Index takes advantage of the wider spectrum of Visible, Red-Edge, NIR and SWIR bands. Values description:()=> The range of values for the index is `-1` to `1` for burn scars, and `1` - `6` for active fires. Different fire intensities may result in different thresholds; the current values were calibrated, as per original author, on mostly Mediterranen regions. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
de: # Brandflächen-Index Der Brandflächen-Index nutzt das breitere Spektrum der sichtbaren, Red-Edge-, NIR- und SWIR-Bänder. Wertebeschreibung:()=> Der Wertebereich für den Index ist `-1` bis `1` für Brandnarben und `1` - `6` für aktive Brände. Unterschiedliche Feuerintensitäten können zu unterschiedlichen Schwellenwerten führen; die aktuellen Werte wurden, laut Originalautor, an überwiegend mediterranen Regionen kalibriert. Mehr Infos [hier.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)

source: # Normalized Burn Ratio (NBR) Normalized Burn Ratio is frequently used to estimate burn severity. It uses near-infrared (NIR) and shortwave-infrared (SWIR) wavelengths. Healthy vegetation has a high reflectance in the near-infrared portion of the spectrum, and a low short-wave infrared reflectance. On the other hand, burned areas have a high shortwave infrared reflectance but low reflectance in the near infrared Darker pixels indicate burned areas. More info [here](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) and [here.](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)
de: # Normalisiertes Verbrennungsverhältnis (NBR) Das Normalisierte Verbrennungsverhältnis wird häufig zur Abschätzung der Verbrennungsschwere verwendet. Es verwendet Wellenlängen im Nahinfrarot (NIR) und im kurzwelligen Infrarot (SWIR). Gesunde Vegetation hat einen hohen Reflexionsgrad im Nahinfrarotbereich des Spektrums und einen niedrigen Reflexionsgrad im kurzwelligen Infrarot. Andererseits haben verbrannte Gebiete eine hohe Reflexion im kurzwelligen Infrarot, aber eine niedrige Reflexion im Nahinfrarot. Dunklere Pixel zeigen verbrannte Gebiete an. Weitere Informationen [hier](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) und [hier.](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)

source: # Atmospheric penetration This composite uses different bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) in the non-visible part of the electromagnetic spectrum to reduce the influence of the atmosphere in the image. Short wave infrared bands 11 and 12 are highly reflected by the heated areas, making them useful for fire and burned area mapping. Short wave infrared band 8, is on contrary, highly reflected by vegetation, which signifies absence of fire. Vegetation appears blue, displaying details related to the vegetation vigor. Healthy vegetation is shown in light blue while the stressed, sparse or/and arid vegetation appears in dull blue. Urban features are white, grey, cyan or purple. More info [here.](https://eos.com/atmospheric-penetration/)
de: # Atmosphärische Durchdringung Dieses Komposit verwendet verschiedene Bänder (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden) im nicht-sichtbaren Teil des elektromagnetischen Spektrums, um den Einfluss der Atmosphäre im Bild zu reduzieren. Die Wellenlängen, die von den kurzwelligen Infrarotbändern 11 und 12 aufgenommen werden, werden von den erhitzten Bereichen stark reflektiert und sind daher für die Kartierung von Bränden und verbrannten Gebieten nützlich. Die Wellenlängen, die vom kurzwelligen Infrarotband 8 aufgenommen werden, werden dagegen stark von der Vegetation reflektiert, was bedeutet, dass kein Feuer vorhanden ist. Die Vegetation erscheint blau und zeigt Details in Bezug auf die Vegetationsstärke an. Gesunde Vegetation wird in Hellblau dargestellt, während gestresste, spärliche oder/und trockene Vegetation in mattem Blau erscheint. Städtische Merkmale sind weiß, grau, cyan oder violett. Mehr Informationen [hier.](https://eos.com/atmospheric-penetration/)

source: # Barren Soil Visualization The Barren Soil Visualization can be useful for soil mapping, to investigate the location of landslides or the extent of erosion in non-vegetated areas. This visualization shows all vegetation in green and the barren ground in red. Water appears black. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) and [here.](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)
de: # Visualisierung von unfruchtbarem Boden Die Visualisierung von unfruchtbarem Boden kann für die Bodenkartierung nützlich sein, um die Lage von Erdrutschen oder das Ausmaß der Erosion in nicht-begrünten Gebieten zu untersuchen. Diese Visualisierung zeigt alle Vegetation in grün und den unfruchtbaren Boden in rot. Wasser erscheint schwarz. Weitere Informationen [hier](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) und [hier.](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)

source: # True Color with IR Highlights composite This composite enhances the true color visualization by adding the shortwave infrared wavelengths to amplify details. It displays heated areas in red/orange. More info [here.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
de: # Echtfarbenkomposit mit IR-Highlights Dieses Komposit verbessert die Echtfarbendarstellung durch Hinzufügen der kurzwelligen Infrarot-Wellenlängen, um Details zu verstärken. Es zeigt erwärmte Bereiche in Rot/Orange an. Mehr Informationen [hier.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
