Repository: khlaifiabilel/EOBrowser
Catalog: src/translations/*.po
Languages: de

source: The **Pins** tab contains your pinned (favourite/saved) items. Pinned items contain information about location, data source and its specific layer, zoom level and time. For each pin you have several options how to interact with a single pin: - Change **order** - by clicking on the move icon <span style="display: inline-flex; padding-top: 0.05em;"> <i class="fa fa-ellipsis-v"/> <i class="fa fa-ellipsis-v"/> </span> in the top left corner of the pin and dragging the pin up or down the list. - **Rename** - by clicking on the pencil icon <i className="fa fa-pencil" /> next to the pin's name. - Add to the **Compare** tab - by clicking on the compare icon <i ClassName="fas fa-exchange-alt" /> - Enter a **description** - by clicking on the expand icon <i className="fa fa-angle-double-down " />. - **Remove** - by clicking the remove icon <i className="fa fa-trash" />. - **Zoom** to the pin's location - by clicking on the Lat/Lon. In the line above all pins you have different options that apply for all pins: - Create your own story from pins - by clicking on <i class="fa fa-film"> **Story**. - Share your pins with others via a link - by clicking on <i className="fas fa-share-alt"> **Share**. - Export pins as a JSON file - by clicking on <i class="fa fa-cloud-download" /> **Export**. - Import pins from a JSON file - by clicking on <i class="fa fa-cloud-upload" /> **Import**. - Delete all pins - by clicking on <i class="fa fa-trash" /> **Clear**.
de: Die Registerkarte **Pins** enthält Ihre angepinnten (favorisierten/gespeicherten) Objekte. Angepinnte Objekte enthalten Informationen über den Standort, die Datenquelle und deren spezifische Ebene, die Zoomstufe und die Zeit. Für jeden Pin haben Sie mehrere Möglichkeiten, wie Sie mit einem einzelnen Pin interagieren können: - Ändern der **Reihenfolge** - durch Klicken auf das Verschiebesymbol <span style="display: inline-flex; padding-top: 0.05em;"> <i class="fa fa-ellipsis-v"/> <i class="fa fa-ellipsis-v"/> </span> in der linken oberen Ecke des Pins und Ziehen des Pins in der Liste nach oben oder unten. - **Umbenennen** - durch Klicken auf das Bleistiftsymbol <i className="fa fa-pencil" /> neben dem Namen des Pins. - Hinzufügen zur Registerkarte **Vergleichen** - durch Klicken auf das Vergleichssymbol <i ClassName="fas fa-wechsel-alt" /> - Eine **Beschreibung** eingeben - durch Klicken auf das Erweiterungssymbol <i className="fa fa-angle-double-down " />. - **Entfernen** - durch Klicken auf das Entfernen-Symbol <i className="fa fa-trash" />. - **Zoomen** auf den Standort des Pins- durch Anklicken des Breitengrad/Längengrad. In der Zeile über allen Pins haben Sie verschiedene Optionen, die für alle Pins gelten: - Erstellen Sie aus den Pins eine eigene Story - durch Klick auf <i class="fa fa-film"> **Story**. - Ihre Pins über einen Link mit anderen teilen - durch Klick auf <i className="fas fa-share-alt"> **Teilen**. - Pins als JSON-Datei exportieren - durch Klicken auf <i class="fa fa-cloud-download" /> **Exportieren**. - Pins aus einer JSON-Datei importieren - durch Klicken auf <i class="fa-cloud-upload" /> **Importieren**. - Alle Pins löschen - durch Klicken auf <i class="fa fa-trash" /> **Löschen**.

source: Search for a location either by scrolling the map with mouse or enter the location in the search field.
de: Suchen Sie einen Ort, indem Sie entweder mit der Maus durch die Karte scrollen oder den Ort in das Suchfeld eingeben.

source: Here you can select which base layer and overlays (roads, borders, labels) are shown on the map.
de: Hier können Sie auswählen, welche Basisebene und Zusatzinformationen (Straßen, Grenzen, Beschriftungen) auf der Karte angezeigt werden.

source: Here you can switch between the **normal** and the **education** mode. The **education** mode offers you a slightly simplified version of the app. It can also be accessed directly via its [dedicated URL](https://apps.sentinel-hub.com/eo-browser-education/).
de: Hier können Sie zwischen dem **Normal**en und dem **Bildung**smodus wechseln. Der **Bildung**smodus bietet Ihnen eine leicht vereinfachte Version der App. Sie kann auch direkt über die [dedizierte URL](https://apps.sentinel-hub.com/eo-browser-education/) aufgerufen werden.

source: You can view the tutorial anytime by clicking on this info icon <span style="background-color: #191a25; color: #eee; padding: 4px 10px"> <i className="fa fa-info" /> </span>.
de: Sie können sich das Tutorial jederzeit ansehen, indem Sie auf dieses Info-Symbol klicken <span style="background-color: #191a25; color: #eee; padding: 4px 10px"> <i className="fa fa-info" /> </span>.

source: This tool allows you to draw a polygon on the map and display the polygon's size. All layers that return a single value (such as NDVI, Moisture index, NDWI,…) support viewing the index for the selected area over time. Clicking the chart icon <i class="fa fa-bar-chart" /> will display the charts. You can remove the polygon by clicking the remove icon <i class="fa fa-close" />. You can also upload a KML/KMZ, GPX or GEOJSON file with a polygon geometry. The two sheets icon <i class="far fa-copy" /> lets you copy the polygon coordinates as a GEOJSON, the crosshair <i className="fa fa-crosshairs" /> centres the map to the drawn polygon. Exported images will be cropped to the area of interest in analytical downloads.
de: Mit diesem Werkzeug können Sie ein Polygon auf der Karte zeichnen und die Größe des Polygons anzeigen. Alle Ebenen, die einen einzelnen Wert zurückgeben (z. B. NDVI, Feuchtigkeitsindex, NDWI,...) unterstützen die Anzeige des Index für den ausgewählten Bereich im Zeitverlauf. Durch Klicken auf das Diagrammsymbol <i class="fa-bar-chart" /> werden die Diagramme angezeigt. Sie können das Polygon entfernen, indem Sie auf das Symbol zum Entfernen <i class="fa fa-close" /> klicken. Sie können auch eine KML/KMZ-, GPX- oder GEOJSON-Datei mit einer Polygongeometrie hochladen. Mit dem Zwei-Blatt-Symbol <i class="far fa-copy" /> können Sie die Polygonkoordinaten als GEOJSON kopieren, das Fadenkreuz <i className="fa fa-crosshairs" /> zentriert die Karte auf das gezeichnete Polygon. Exportierte Bilder werden bei analytischen Downloads auf das Untersuchungsgebiet zugeschnitten.

source: With this tool you can mark a point on the map. You can also view statistical data for some layers by clicking on the chart icon <i class="fa fa-bar-chart" />. You can remove the mark by clicking the remove icon <i class="fa fa-close" />. </p>
de: Mit diesem Werkzeug können Sie einen Punkt auf der Karte markieren. Sie können auch statistische Daten für einige Ebenen anzeigen, indem Sie auf das Diagrammsymbol klicken <i class="fa fa-bar-chart" />. Sie können die Markierung entfernen, indem Sie auf das Symbol zum Entfernen <i class="fa fa-close" /> klicken. </p>

source: With this tool you can measure distances and areas on the map. Every mouse click creates a new point on the path. To stop adding points, press <code>Esc</code> key or double click on the map. You can remove the measurement by clicking the remove icon <i class="fa fa-close" />.
de: Mit diesem Werkzeug können Sie Strecken und Flächen auf der Karte messen. Jeder Mausklick erzeugt einen neuen Punkt auf dem Pfad. Um das Hinzufügen von Punkten zu stoppen, drücken Sie die <code>Esc</code>-Taste oder klicken Sie doppelt auf die Karte. Sie können die Messung entfernen, indem Sie auf das Entfernen-Symbol <i class="fa fa-close" /> klicken.

source: With this tool you can download an image of visualized data for the displayed location. You can choose to show captions and you can add your own description. By enabling Analytical mode, you can choose between various image formats, image resolutions and coordinate systems. You can also select multiple layers and download them as a <code>.zip</code> file. Click the download button <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"><i className="fa fa-download" />Download</span> and your image(s) will begin to download. The process can take a few seconds, depending on the selected resolution and the number of selected layers. Before downloading, you can define an area of interest (AOI) by clicking on the Area selection tool icon. Your data will be clipped to match this area.
de: Mit diesem Werkzeug können Sie ein Bild der visualisierten Daten für den angezeigten Standort herunterladen. Sie können wählen, ob Sie Beschriftungen anzeigen, und Sie können Ihre eigene Beschreibung hinzufügen. Wenn Sie den Analysemodus aktivieren, können Sie zwischen verschiedenen Bildformaten, Bildauflösungen und Koordinatensystemen wählen. Sie können auch mehrere Ebenen auswählen und sie als <code>.zip</code>-Datei herunterladen. Klicken Sie auf die Schaltfläche Download <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"><i className="fa fa-download" />Download</span> und Ihr(e) Bild(er) beginnt/beginnen mit dem Download. Der Vorgang kann einige Sekunden dauern, abhängig von der gewählten Auflösung und der Anzahl der ausgewählten Ebenen. Vor dem Herunterladen können Sie ein Untersuchungsgebiet definieren, indem Sie auf das Symbol des Bereichsauswahlwerkzeugs klicken. Ihre Daten werden so zugeschnitten, dass sie diesem Bereich entsprechen.

source: You have reached the end of the tutorial. If you have any other question, feel free to ask us on [the forum](https://forum.sentinel-hub.com/) or contact us [via email](mailto:info@sentinel-hub.com?Subject=EO%20Browser%20Feedback). If you want to view the tutorial in the future you can always view it by clicking the info icon <span style="background-color: #191a25; color: #eee; padding: 4px 10px"> <i className="fa fa-info" /> </span> in the top right corner.
de: Sie haben das Ende des Tutorials erreicht. Wenn Sie weitere Fragen haben, können Sie uns diese gerne im [Forum] (https://forum.sentinel-hub.com/) stellen oder uns [per E-Mail] (mailto:info@sentinel-hub.com?Subject=EO%20Browser%20Feedback) kontaktieren. Wenn Sie sich das Tutorial in Zukunft ansehen möchten, können Sie es jederzeit mit einem Klick auf das Info-Symbol <span style="background-color: #191a25; color: #eee; padding: 4px 10px"> <i className="fa fa-info" /> </span> in der rechten oberen Ecke öffnen.

source: #### Quick overview of EO Browser features If you have a small screen, please go [here](https://www.sentinel-hub.com/explore/eobrowser/user-guide/) to view our user guide. You can always view this info again by clicking the info icon <span style="background-color: #191a25, color: #eee, padding: 4px 10px"> <i class="fa fa-info" /> </span> in the top right corner. #### Other resources - [EO Browser presentation page](https://www.sentinel-hub.com/explore/eobrowser/) - [EO Browser Summer 2018 updates - video](https://www.youtube.com/embed/m3pron0C0kE)
de: #### Kurzer Überblick über die Funktionen des EO-Browsers Wenn Sie einen kleinen Bildschirm haben, klicken Sie bitte [hier](https://www.sentinel-hub.com/explore/eobrowser/user-guide/), um unsere Bedienungsanleitung einzusehen. Sie können diese Info jederzeit wieder aufrufen, indem Sie auf das Info-Symbol <span style="background-color: #191a25, color: #eee, padding: 4px 10px"> <i class="fa fa-info" /> </span> in der rechten oberen Ecke klicken. #### Andere Quellen - [EO Browser Präsentationsseite](https://www.sentinel-hub.com/explore/eobrowser/) - [EO Browser Sommer 2018 Updates - Video](https://www.youtube.com/embed/m3pron0C0kE)

source: What Is EO Browser?
de: Was ist der EO-Browser?

source: User Account
de: Benutzerkonto

source: Discover Tab
de: Registerkarte "Entdecken"

source: Visualize Tab
de: Registerkarte "Anzeigen"

source: Compare Tab
de: Registerkarte "Vergleichen"

source: Pins Tab
de: Registerkarte "Pins"

source: Search Places
de: Orte suchen

source: Layers And Overlays
de: Ebenen und Beschriftungen

source: Education Mode
de: Bildungsmodus

source: Information And Tutorial
de: Informationen und Tutorial

source: Draw Area Of Interest
de: Untersuchungsgebiet zeichnen

source: Mark Point Of Interest
de: Interessenfokus setzen

source: Measure Distances
de: Entfernungen messen

source: Download Image
de: Bild herunterladen

source: Create Timelapse Animation
de: Zeitraffer-Animation erstellen

source: Happy Browsing!
de: Viel Spaß beim Stöbern!

source: Welcome To EO Browser!
de: Willkommen beim EO-Browser!

source: Band 1 - Yellow substance and detrital pigments - 412.5 nm
de: Band 1 - Gelbe Substanz und Detritalpigmente - 412,5 nm

source: Band 3 - Chlorophyll and other pigments - 490 nm
de: Band 3 - Chlorophyll und andere Pigmente - 490 nm

source: Band 4 - Suspended sediment, red tides - 510 nm
de: Band 4 - Schwebstoffe, Rotalgenblüte - 510 nm

source: Band 5 - Chlorophyll absorption minimum - 560 nm
de: Band 5 - Chlorophyll-Absorptionsminimum - 560 nm

source: Band 6 - Suspended sediment - 620 nm
de: Band 6 - Schwebstoffe - 620 nm

source: Band 7 - Chlorophyll absorption & fluo. reference - 665 nm
de: Band 7 - Chlorophyll-Absorption & fluo. Referenz - 665 nm

source: Band 8 - Chlorophyll fluorescence peak - 681 nm
de: Band 8 - Chlorophyll-Fluoreszenz-Peak - 681 nm

source: Band 9 - Fluo. reference, atmosphere corrections - 709 nm
de: Band 9 - Fluo. Referenz, Atmosphärenkorrekturen - 709 nm

source: Band 10 - Vegetation, cloud - 753 nm
de: Band 10 - Vegetation, Wolken - 753 nm

source: Band 12 - Atmosphere corrections - 779 nm
de: Band 12 - Atmosphärenkorrekturen - 779 nm

source: Band 13 - Vegetation, water vapour reference - 865 nm
de: Band 13 - Vegetation, Wasserdampf-Referenz - 865 nm

source: Band 14 - Atmosphere corrections - 885 nm
de: Band 14 - Atmosphärenkorrekturen - 885 nm

source: Band 15 - Water vapour, land - 900 nm
de: Band 15 - Wasserdampf, Land - 900 nm

source: Band 1 - Blue - 450-515 nm
de: Band 1 - Blau - 450-515 nm

source: Band 2 - Green - 525-605 nm
de: Band 2 - Grün - 525-605 nm

source: Band 3 - Red - 630-690 nm
de: Band 3 - Rot - 630-690 nm

source: Band 4 - NIR - 750-900 nm
de: Band 4 - Nahinfrarot (NIR) - 750-900 nm

source: Band 5 - SWIR-1 - 1550-1750 nm
de: Band 5 - kurzwelliges Infrarot (SWIR-1) - 1550-1750 nm

source: Band 7 - SWIR-2 - 2090-2350 nm
de: Band 7 - kurzwelliges Infrarot (SWIR-2) - 2090-2350 nm

source: Band 8 - Panchromatic - 520-900 nm
de: Band 8 - Panchromatisch - 520-900 nm

source: Band 1 - Coastal/Aerosol - 433-453 nm
de: Band 1 - Küstengebiet/Aerosole - 433-453 nm

source: Band 2 - Blue - 450-515 nm
de: Band 2 - Blau - 450-515 nm

source: Band 3 - Green - 525-600 nm
de: Band 3 - Grün - 525-600 nm

source: Band 4 - Red - 630-680 nm
de: Band 4 - Rot - 630-680 nm

source: Band 5 - NIR - 845-885 nm
de: Band 5 - Nahinfrarot (NIR) - 845-885 nm

source: Band 6 - SWIR-1 - 1560-1660 nm
de: Band 6 - kurzwelliges Infrarot (SWIR-1) - 1560-1660 nm

source: Band 7 - SWIR-2 - 2100-2300 nm
de: Band 7 - kurzwelliges Infrarot (SWIR-2) - 2100-2300 nm

source: Band 8 - Panchromatic - 500-680 nm
de: Band 8 - Panchromatisch - 500-680 nm

source: Band 9 - Cirrus - 1360-1390 nm
de: Band 9 - Zirrus - 1360-1390 nm

source: Landsat 5 (ESA archive)
de: Landsat 5 (ESA-Archiv)

source: Landsat 7 (ESA archive)
de: Landsat 7 (ESA-Archiv)

source: Landsat 8 (ESA archive)
de: Landsat 8 (ESA-Archiv)

source: Landsat 8 (USGS archive)
de: Landsat 8 (USGS-Archiv)

source: Red band
de: Rotes Band

source: 841 - 876 nm (NIR)
de: 841 - 876 nm (Nahinfrarot NIR)

source: Blue band
de: Blaues Band

source: Green band
de: Grünes Band

source: Band 1 - Coastal aerosol - 443 nm
de: Band 1 - Küstenaerosole - 443 nm

source: Band 2 - Blue - 490 nm
de: Band 2 - Blau - 490 nm

source: Band 3 - Green - 560 nm
de: Band 3 - Grün - 560 nm

source: Band 4 - Red - 665 nm
de: Band 4 - Rot - 665 nm

source: Band 8 - NIR - 842 nm
de: Band 8 - Nahinfrarot (NIR) - 842 nm

source: Band 9 - Water vapour - 945 nm
de: Band 9 - Wasserdampf - 945 nm

source: Band 10 - SWIR - Cirrus - 1375 nm
de: Band 10 - kurzwelliges Infrarot (SWIR) - Cirrus - 1375 nm

source: Band 11 - SWIR - 1610 nm
de: Band 11 - kurzwelliges Infrarot (SWIR) - 1610 nm

source: Band 12 - SWIR - 2190 nm
de: Band 12 - kurzwelliges Infrarot (SWIR) - 2190 nm

source: Band 1 - Aerosol correction, improved water constituent retrieval - 400 nm
de: Band 1 - Aerosolkorrektur, verbesserte Abfrage der Wasserinhaltsstoffe - 400 nm

source: Band 2 - Yellow substance and detrital pigments (turbidity)-412 nm
de: Band 2 - Gelbe Substanz und Detritalpigmente (Trübung)-412 nm

source: Band 3 - Chl absorption max., biogeochemistry, vegetation - 442.5 nm
de: Band 3 - Chl-Absorptionsmaximum, Biogeochemie, Vegetation - 442,5 nm

source: Band 4 - High Chl, other pigments - 490 nm
de: Band 4 - Hohes Chl, andere Pigmente - 490 nm

source: Band 5 - Chl, sediment, turbidity, red tide - 510 nm
de: Band 5 - Chl, Sediment, Trübung, Rotalgenblüte - 510 nm

source: Band 6 - Chlorophyll reference (Chl minimum) - 560 nm
de: Band 6 - Chlorophyll-Referenz (Chl-Minimum) - 560 nm

source: Band 7 - Sediment loading - 620 nm
de: Band 7 - Sedimentbelastung - 620 nm

source: Band 8 - Chl (2nd Chl abs. max.), sediment, yellow substance/vegetation - 665 nm
de: Band 8 - Chl (2. Chl abs. max.), Sediment, gelbe Substanz/Vegetation - 665 nm

source: Band 9 - For improved fluorescence retrieval and to better account for smile together with the bands 665 and 680 nm - 673.75 nm
de: Band 9 - Zur verbesserten Fluoreszenzabfrage und zur besseren Berücksichtigung des Smile-Effekts zwischen den Bändern 665 und 680 nm - 673,75 nm

source: Band 10 - Chl fluorescence peak, red edge - 681.25 nm
de: Band 10 - Chl-Fluoreszenzpeak, Red Edge - 681,25 nm

source: Band 11 - Chl fluorescence baseline, red edge transition - 708.75 nm
de: Band 11 - Chl-Fluoreszenz-Basislinie, Red Edge-Übergang - 708,75 nm

source: Band 12 - O2 absorption/clouds, vegetation - 753.75 nm
de: Band 12 - O2-Absorption/Wolken, Vegetation - 753,75 nm

source: Band 13 - O2 absorption band/aerosol corr. - 761.25 nm
de: Band 13 - O2-Absorptionsband/Aerosolkorrektur - 761,25 nm

source: Band 14 - Atmospheric correction - 764.375 nm
de: Band 14 - Atmosphärische Korrektur - 764,375 nm

source: Band 15 - O2A used for cloud top pressure, fluorescence over land - 767.5 nm
de: Band 15 - O2A verwendet für Wolkenoberdruck, Fluoreszenz über Land - 767,5 nm

source: Band 16 - Atmos. corr./aerosol corr. - 778.75 nm
de: Band 16 - Atmosphären-/Aerosol-Korrektur - 778,75 nm

source: Band 17 - Atmos. corr./aerosol corr., clouds, pixel co-registration - 865 nm
de: Band 17 - Atmosphären-/Aerosol-Korrektur, Wolken, Pixel-Koregistrierung - 865 nm

source: Band 18 - Water vapour absorption reference band. Common reference band with SLSTR instrument. Vegetation monitoring - 885 nm
de: Band 18 - Referenzband für Wasserdampfabsorption. Gemeinsames Referenzband mit dem SLSTR-Instrument. Überwachung der Vegetation - 885 nm

source: Band 19 - Water vapour absorption/vegetation monitoring (max. reflectance) - 900 nm
de: Band 19 - Wasserdampfabsorption/Vegetationsüberwachung (max. Reflexionsgrad) - 900 nm

source: Band 20 - Water vapour absorption, atmos./aerosol corr. - 940 nm
de: Band 20 - Wasserdampfabsorption, Atmosphären-/Aerosol-Korrektur - 940 nm

source: Band 21 - Atmos./aerosol corr. - 1020 nm
de: Band 21 - Atmosphären-/Aerosol-Korrektur - 1020 nm

source: Band F1 - Thermal IR fire emission - Active fire - 3742.00 nm
de: Band F1 - Thermale IR-Feueremission - Aktives Feuer - 3742,00 nm

source: Band F2 - Thermal IR fire emission - Active fire - 10854.00 nm
de: Band F1 - Thermale IR-Feueremission - Aktives Feuer - 3742,00 nm

source: Band S1 - VNIR - Cloud screening, vegetation monitoring, aerosol - 554.27 nm
de: Band S1 - VNIR - Wolkenmaskierung, Vegetationsüberwachung, Aerosole - 554,27 nm

source: Band S2 - VNIR - NDVI, vegetation monitoring, aerosol - 659.47 nm
de: Band S2 - VNIR - NDVI, Vegetationsüberwachung, Aerosole - 659,47 nm

source: Band S3 - VNIR - NDVI, cloud flagging, pixel co-registration - 868.00 nm
de: Band S3 - VNIR - NDVI, Wolkenmarkierung, Pixel-Koregistrierung - 868,00 nm

source: Band S4 - SWIR - Cirrus detection over land - 1374.80 nm
de: Band S4 - kurzwelliges Infrarot (SWIR) - Zirrus-Erkennung über Land - 1374.80 nm

source: Band S5 - SWIR - Cloud clearing, ice, snow, vegetation monitoring - 1613.40 nm
de: Band S5 - kurzwelliges Infrarot (SWIR) - Wolkenauflösung, Eis, Schnee, Vegetationsüberwachung - 1613,40 nm

source: Band S6 - SWIR - Vegetation state and cloud clearing - 2255.70 nm
de: Band S6 - kurzwelliges Infrarot (SWIR) - Vegetationszustand und Wolkenauflösung - 2255,70 nm

source: Band S7 - Thermal IR Ambient - SST, LST, active fire - 3742.00 nm
de: Band S7 - Thermale IR-Umgebung - SST, LST, aktives Feuer - 3742,00 nm

source: Band S8 - Thermal IR Ambient - SST, LST, active fire - 10854.00 nm
de: Band S8 - Thermale IR-Umgebung - SST, LST, aktives Feuer - 10854,00 nm

source: Band S9 - Thermal IR Ambient - SST, LST - 12022.50 nm
de: Band S9 - Thermale IR-Umgebung - SST, LST - 12022,50 nm

source: Reflectance
de: Reflexionsgrad

source: Brightness temperature
de: Strahlungtemperatur

source: Based on the combination of bands 4, 3, 2
de: Basierend auf der Kombination der Bänder 4, 3, 2

source: Based on the combination of bands (B04-B03)/(B04+B03)
de: Basierend auf der Kombination der Bänder (B04-B03)/(B04+B03)

source: Based on the combination of bands 5, 4, 3
de: Basierend auf der Kombination der Bänder 5, 4, 3

source: Based on true color bands 4, 3, 2 and a pan band 8
de: Basierend auf den Echtfarbbändern 4, 3, 2 und einem Panband 8

source: Based on the combination of bands (B05-B04)/(B05+B04)
de: Basierend auf der Kombination der Bänder (B05-B04)/(B05+B04)

source: VV - linear gamma0 - orthorectified
de: VV - lineares Gamma 0 - orthorektifiziert

source: VV - linear gamma0 - non-orthorectified
de: VV - lineares Gamma 0 - nicht orthorektifiziert

source: VH - linear gamma0 - orthorectified
de: VH - lineares Gamma 0 - orthorektifiziert

source: Based on the combination of bands 3, 2, 1
de: Basierend auf der Kombination der Bänder 3, 2, 1

source: VH - linear gamma 0 - non-orthorectified
de: VH - lineares Gamma 0 - nicht orthorektifiziert

source: Color image by mapping the input bands. Value [RGB] = [VV, 2 VH, VV / VH / 100.0] - linear gamma0 - orthorectified
de: Farbbild durch Mapping der Eingangsbänder. Wert [RGB] = [VV, 2 VH, VV / VH / 100.0] - lineares Gamma 0 - orthorektifiziert

source: VV - decibel gamma0 [-20,0] - orthorectified
de: VV - Dezibel Gamma 0 [-20,0] - orthorektifiziert

source: VH - decibel gamma0 [-20,0] - orthorectified
de: VH - Dezibel Gamma 0 [-20,0] - orthorektifiziert

source: Returns a composite of (VH, VV, VH-VV)
de: Gibt ein Komposit aus (VH, VV, VH-VV) zurück

source: HH - linear gamma0 - orthorectified
de: HH - lineares Gamma 0 - orthorektifiziert

source: HV - linear gamma0 - orthorectified
de: HV - lineares Gamma 0 - orthorektifiziert

source: Color image by mapping the input bands. Value [RGB] = [HH, 2 HV, HH / HV / 100.0] - linear gamma0 - orthorectified
de: Farbbild durch Mapping der Eingangsbänder. Wert [RGB] = [HH, 2 HV, HH / HV / 100.0] - lineares Gamma 0 - orthorektifiziert

source: HH - decibel gamma0 [-20,0] - orthorectified
de: HH - Dezibel Gamma 0 [-20,0] - orthorektifiziert

source: HV - decibel gamma0 [-20,0] - orthorectified
de: HV - Dezibel Gamma 0 [-20,0] - orthorektifiziert

source: HH - linear gamma0 - non-orthorectified
de: HH - lineares Gamma 0 - nicht orthorektifiziert

source: Based on bands 4,3,2
de: Basierend auf den Bändern 4,3,2

source: Based on bands 8,4,3
de: Basierend auf den Bändern 8,4,3

source: Based on bands 12,11,4
de: Basierend auf den Bändern 12,11,4

source: Based on combination of bands (B8 - B4)/(B8 + B4)
de: Basierend auf der Kombination der Bänder (B8 - B4)/(B8 + B4)

source: Based on combination of bands (B8A - B11)/(B8A + B11)
de: Basierend auf der Kombination der Bänder (B8A - B11)/(B8A + B11)
