Repository: khlaifiabilel/EOBrowser
Catalog: src/translations/*.po
Languages: de

source: Based on bands 12,8A,4
de: Basierend auf den Bändern 12, 8A, 4

source: Based on combination of bands (B3 - B8)/(B3 + B8)
de: Basierend auf der Kombination der Bänder (B3 - B8)/(B3 + B8)

source: Based on combination of bands (B3 - B11)/(B3 + B11); values above 0.42 are regarded as snowy
de: Basierend auf der Kombination der Bänder (B3 - B11)/(B3 + B11); Werte über 0,42 werden als schneereich angesehen

source: Classification of Sentinel2 data as result of ESA's Scene classificaiton algorithm.
de: Klassifizierung der Sentinel-2-Daten auf Basis des ESA-Szenenklassifizierungsalgorithmus.

source: UV Aerosol Index from 380 and 340 nm
de: UV-Aerosol-Index von 380 und 340 nm

source: Based on combination of bands (B3 - B11)/(B3 + B11)
de: Basierend auf der Kombination der Bänder (B3 - B11)/(B3 + B11)

source: OLCI Terrestrial Chlorophyll Index, Based on combination of bands (B12 - B11)/(B11 - B10)
de: OLCI Terrestrischer Chlorophyll-Index, basierend auf der Kombination der Bänder (B12 - B11)/(B11 - B10)

source: UV Aerosol Index from 388 and 354 nm
de: UV-Aerosol-Index von 388 und 354 nm

source: Column averaged dry air mixing ratio of methane
de: Säulengemitteltes Trockenluft-Mischungsverhältnis von Methan

source: Cloud base height
de: Höhe der Wolkenuntergrenze

source: Cloud base pressure
de: Wolkenbasisdruck

source: Effective radiometric cloud fraction
de: Effektiver radiometrischer Wolkenanteil

source: Cloud optical thickness
de: Optische Wolkendicke

source: Cloud top height
de: Höhe der Wolkenobergrenze

source: Cloud top pressure
de: Druck der Wolkenobergrenze

source: Carbon Monoxide total column
de: Kohlenmonoxid Gesamtsäule

source: Formaldehyde troposheric vertical column
de: Troposphärische Formaldehyd-Vertikalsäule

source: Nitrogen Dioxide tropospheric column
de: Troposphärische Stickstoffdioxid-Säule

source: Ozone total column
de: Ozon-Gesamtsäule

source: Sulfur Dioxide total column
de: Schwefeldioxid-Gesamtsäule

source: Based on bands 2, 1, 4
de: Basierend auf den Bändern 2, 1, 4

source: Based on combination of bands (B02 - B01)/(B02 + B01)
de: Basierend auf der Kombination der Bänder (B02 - B01)/(B02 + B01)

source: Based on combination of bands (B02 - B05)/(B02 + B05)
de: Basierend auf der Kombination der Bänder (B02 - B05)/(B02 + B05)

source: Based on combination of bands (B06 - B07)/(B06 + B07)
de: Basierend auf der Kombination der Bänder (B06 - B07)/(B06 + B07)

source: Based on bands 1, 4, 3
de: Basierend auf den Bändern 1, 4, 3

source: Based on the combination of bands 7, 5, 3
de: Basierend auf der Kombination der Bänder 7, 5, 3

source: Based on the combination of bands 13, 5, 2
de: Basierend auf der Kombination der Bänder 13, 5, 2

source: Based on bands 13, 4, 1
de: Basierend auf den Bändern 13, 4, 1

source: Based on bands 13, 5, 2
de: Basierend auf den Bändern 13, 5, 2

source: Based on the combination of bands (B13-B07) / (B13+B07)
de: Basierend auf der Kombination der Bänder (B13 - B07) / (B13 + B07)

source: Terrestrial Chlorophyl Index
de: Terrestrischer Chlorophyll-Index

source: PROBA-V 10-daily Synthesis Top of Canopy (Atmospherically corrected) temporal resolution: 10-daily Resolution: 333M (pixel size)
de: PROBA-V 10-tägige Synthese Baumobergrenze (Atmosphärisch korrigiert) Zeitliche Auflösung: 10-tägig Räumliche Auflösung: 333 m (Pixelgröße)

source: PROBA-V daily Synthesis Top of Atmosphere temporal resolution: daily Resolution: 333M (pixel size)
de: PROBA-V tägliche Synthese Obere Grenze der Atmosphäre Zeitliche Auflösung: täglich Räumliche Auflösung: 333 m (Pixelgröße)

source: PROBA-V 5-daily Synthesis Top of Atmosphere temporal resolution: 5-daily Resolution: 100M (pixel size)
de: PROBA-V 5-tägige Synthese Obere Grenze der Atmosphäre Zeitliche Auflösung: 5-tägig Räumliche Auflösung: 100 m (Pixelgröße)

source: PROBA-V daily Synthesis Top of Canopy (Atmospherically corrected) temporal resolution: daily Resolution: 333M (pixel size)
de: PROBA-V tägliche Synthese Baumobergrenze (Atmosphärisch korrigiert) Zeitliche Auflösung: täglich Räumliche Auflösung: 333 m (Pixelgröße)

source: OrbitTracks_Aqua_Descending
de: Umlaufbahn_ Aqua_Absteigend

source: PROBA-V 5-daily Synthesis Top of Canopy (Atmospherically corrected) temporal resolution: 5-daily Resolution: 100M (pixel size)
de: PROBA-V 5-tägige Synthese Baumobergrenze (Atmosphärisch korrigiert) Zeitliche Auflösung: 5-tägig Räumliche Auflösung: 100 m (Pixelgröße)

source: OrbitTracks_Aqua_Ascending
de: Umlaufbahn_ Aqua_Aufsteigend

source: OrbitTracks_Aura_Ascending
de: Umlaufbahn_Aura_Aufsteigend

source: OrbitTracks_Aura_Descending
de: Umlaufbahn_Aura_Absteigend

source: OrbitTracks_CloudSat_Ascending
de: Umlaufbahn_CloudSat_Aufsteigend

source: OrbitTracks_Calipso_Ascending
de: Umlaufbahn_Calipso_Aufsteigend

source: OrbitTracks_Calipso_Descending
de: Umlaufbahn_Calipso_Absteigend

source: OrbitTracks_CloudSat_Descending
de: Umlaufbahn_CloudSat_Absteigend

source: OrbitTracks_CYGNSS_Ascending
de: Umlaufbahn_CYGNSS_Aufsteigend

source: OrbitTracks_CYGNSS_Descending
de: Umlaufbahn_CYGNSS_Absteigend

source: OrbitTracks_GCOM-C_Ascending
de: Umlaufbahn_GCOM-C_Aufsteigend

source: OrbitTracks_GCOM-C_Descending
de: Umlaufbahn_GCOM-C_Absteigend

source: OrbitTracks_GCOM-W1_Ascending
de: Umlaufbahn_GCOM-W1_Aufsteigend

source: OrbitTracks_GCOM-W1_Descending
de: Umlaufbahn_GCOM-W1_Absteigend

source: OrbitTracks_GOSAT-2_Ascending
de: Umlaufbahn_GOSAT-2_Aufsteigend

source: OrbitTracks_GOSAT-2_Descending
de: Umlaufbahn_GOSAT-2_Absteigend

source: OrbitTracks_GOSAT_Ascending
de: Umlaufbahn_GOSAT_Aufsteigend

source: OrbitTracks_GOSAT_Descending
de: Umlaufbahn_GOSAT_Absteigend

source: OrbitTracks_GPM_Ascending
de: Umlaufbahn_GPM_Aufsteigend

source: OrbitTracks_GPM_Descending
de: Umlaufbahn_GPM_Absteigend

source: OrbitTracks_ICESAT-2_Ascending
de: Umlaufbahn_ICESAT-2_Aufsteigend

source: OrbitTracks_ICESAT-2_Descending
de: Umlaufbahn_ICESAT-2_Absteigend

source: OrbitTracks_ISS_Ascending
de: Umlaufbahn_ISS_Aufsteigend

source: OrbitTracks_ISS_Descending
de: Umlaufbahn_ISS_Absteigend

source: OrbitTracks_Landsat-7_Ascending
de: Umlaufbahn_Landsat-7_Aufsteigend

source: OrbitTracks_Landsat-7_Descending
de: Umlaufbahn_Landsat-7_Absteigend

source: OrbitTracks_Landsat-8_Ascending
de: Umlaufbahn_Landsat-8_Aufsteigend

source: OrbitTracks_METOP-A_Ascending
de: Umlaufbahn_METOP-A_Aufsteigend

source: OrbitTracks_METOP-B_Descending
de: Umlaufbahn_METOP-B_Absteigend

source: OrbitTracks_Landsat-8_Descending
de: Umlaufbahn_Landsat-8_Absteigend

source: OrbitTracks_METOP-C_Ascending
de: Umlaufbahn_METOP-C_Aufsteigend

source: OrbitTracks_METOP-C_Descending
de: Umlaufbahn_METOP-C_Absteigend

source: OrbitTracks_NOAA-20_Ascending
de: Umlaufbahn_NOAA-20_Aufsteigend

source: OrbitTracks_NOAA-20_Descending
de: Umlaufbahn_NOAA-20_Absteigend

source: OrbitTracks_METOP-B_Ascending
de: Umlaufbahn_METOP-B_Aufsteigend

source: OrbitTracks_OCO-2_Ascending
de: Umlaufbahn_OCO-2_Aufsteigend

source: OrbitTracks_OCO-2_Descending
de: Umlaufbahn_OCO-2_Absteigend

source: OrbitTracks_SAOCOM1-A_Ascending
de: Umlaufbahn_SAOCOM1-A_Aufsteigend

source: OrbitTracks_SAOCOM1-A_Descending
de: Umlaufbahn_SAOCOM1-A_Absteigend

source: OrbitTracks_Sentinel-1A_Ascending
de: Umlaufbahn_Sentinel-1A_Aufsteigend

source: OrbitTracks_Sentinel-1B_Ascending
de: Umlaufbahn_Sentinel-1B_Aufsteigend

source: OrbitTracks_Sentinel-1A_Descending
de: Umlaufbahn_Sentinel-1A_Absteigend

source: OrbitTracks_METOP-A_Descending
de: Umlaufbahn_METOP-A_Absteigend

source: OrbitTracks_Sentinel-1B_Descending
de: Umlaufbahn_Sentinel-1B_Absteigend

source: OrbitTracks_Sentinel-2A_Ascending
de: Umlaufbahn_Sentinel-2A_Aufsteigend

source: OrbitTracks_Sentinel-2A_Descending
de: Umlaufbahn_Sentinel-2A_Absteigend

source: OrbitTracks_Sentinel-2B_Ascending
de: Umlaufbahn_Sentinel-2B_Aufsteigend

source: OrbitTracks_Sentinel-2B_Descending
de: Umlaufbahn_Sentinel-2B_Absteigend

source: OrbitTracks_Sentinel-5P_Ascending
de: Umlaufbahn_Sentinel-5P_Aufsteigend

source: OrbitTracks_Sentinel-5P_Descending
de: Umlaufbahn_Sentinel-5P_Absteigend

source: OrbitTracks_SMAP_Ascending
de: Umlaufbahn_SMAP_Aufsteigend

source: OrbitTracks_SMAP_Descending
de: Umlaufbahn_SMAP_Aufsteigend

source: OrbitTracks_Suomi_NPP_Descending
de: Umlaufbahn_Suomi_NPP_Absteigend

source: OrbitTracks_Suomi_NPP_Ascending
de: Umlaufbahn_Suomi_NPP_Aufsteigend

source: OrbitTracks_Terra_Descending
de: Umlaufbahn_Terra_Absteigend

source: OrbitTracks_Terra_Ascending
de: Umlaufbahn_Terra_Aufsteigend

source: Based on bands 4, 3, 2 enhanced by bands 12 and 11.
de: Basierend auf den Bändern 4, 3, 2, erweitert um die Bänder 12 und 11.

source: Based on bands B07, B06, B04
de: Basierend auf den Bändern B07, B06, B4

source: Based on the combination of bands (B8 - B4)/(B8 + B4)
de: Basierend auf der Kombination der Bänder (B8 - B4)/(B8 + B4)

source: Based on thermal band 10
de: Basierend auf dem thermalen Band 10

source: Based on bands B12, B11, B8A
de: Basierend auf den Bändern B12, B11, B8A

source: Based on the combination of bands (B08 - B12)/(B08 + B12)
de: Basierend auf der Kombination der Bänder (B8 - B12)/(B8 + B12)

source: Enhanced natural color visualization
de: Verbesserte natürliche Farbdarstellung

source: Based on the combination of bands 8, 6, 4
de: Basierend auf der Kombination der Bänder 8, 6, 4

source: Enhanced Vegetation Index
de: Verbesserter Vegetationsindex

source: Based on the combination: BSI, B08, B11
de: Basierend auf der Kombination: BSI, B08, B11

source: Classified NDMI for irrigation
de: Klassifiziertes NDMI für Bewässerung

source: Based on bands B11, B08, B02
de: Basierend auf den Bändern B11, B08, B02

source: False Color 13, 5, 2
de: Falschfarben 13, 5, 2

source: Based on the combination of bands (B13 - B07) / (B13 + B07)
de: Basierend auf der Kombination der Bänder (B13 - B07) / (B13 + B07)

source: Based on bands 12,8,2
de: Basierend auf den Bändern 12, 8, 2

source: Based on bands 4, 3, 2
de: Basierend auf den Bändern 4, 3, 2

source: Based on bands 8, 4, 3
de: Basierend auf den Bändern 8, 4, 3

source: Based on bands 12, 8, 2
de: Basierend auf den Bändern 12, 8, 2

source: Based on bands 8, 11, 12
de: Basierend auf den Bändern 8, 11, 12

source: Water sedimentation and chlorophyll content
de: Wassersedimentation und Chlorophyllgehalt

source: Based on bands 12, 8A, 4
de: Basierend auf den Bändern 12, 8A, 4

source: Based on NDSI
de: Basierend auf NDSI

source: Based on the combination of bands 11, 8, 2
de: Basierend auf der Kombination der Bänder 11, 8, 2

source: Based on bands B12, B11, B04
de: Basierend auf den Bändern B12, B11, B04

source: Based on bands 4, 3 ,2
de: Basierend auf den Bändern 4, 3 ,2

source: Atmospherically Resistant Vegetation Index
de: Atmosphärisch resistenter Vegetationsindex

source: Soil Adjusted Vegetation Index
de: Bodenangepasster Vegetationsindex

source: # Thermal IR fire emission bands Sentinel-3 Sea and Land Surface Temperature Instrument (SLSTR) has two dedicated channels (F1 and F2) that aim to detect Land Surface Temperature (LST). F2 Channel, with a central wavelength of 10854 nm measures in the thermal infrared, or TIR. It is very useful for fire and high temperature event monitoring at 1 km resolution. More info [here.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)
de: # Thermale IR-Feueremissionsbänder Das Sentinel-3 Sea and Land Surface Temperature Instrument (SLSTR) verfügt über zwei dedizierte Kanäle (F1 und F2) zur Erfassung der Landoberflächentemperatur (LST). Der F2-Kanal mit einer zentralen Wellenlänge von 10854 nm misst im thermalen Infrarot (TIR). Er ist sehr nützlich für die Überwachung von Bränden und Hochtemperaturereignissen mit einer Auflösung von 1 km. Mehr Informationen [hier.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)

source: # Methane (CH4) Methane is, after carbon dioxide, the most important contributor to the anthropogenically (caused by human activity) enhanced greenhouse effect. Measurements are provided in parts per billion (ppb) with a spatial resolution of 7 km x 3.5 km. More info [here.](http://www.tropomi.eu/data-products/methane)
de: # Methan (CH4) Methan ist nach Kohlendioxid der wichtigste Beitrag zum anthropogenen (durch menschliche Aktivitäten verursachten) verstärkten Treibhauseffekt. Die Messungen werden in Teilen pro Milliarde (ppb) mit einer räumlichen Auflösung von 7 km x 3,5 km angegeben. Mehr Informationen [hier.](http://www.tropomi.eu/data-products/methane)

source: # Formaldehyde (HCHO) Long term satellite observations of tropospheric formaldehyde (HCHO) are essential to support air quality and chemistry-climate related studies from the regional to the global scale. The seasonal and inter-annual variations of the formaldehyde distribution are principally related to temperature changes and fire events, but also to changes in anthropogenic (human-made) activities. Its lifetime being of the order of a few hours, HCHO concentrations in the boundary layer can be directly related to the release of short-lived hydrocarbons, which mostly cannot be observed directly from space. Measurements are in mol per square meter (mol/ m^2). More info [here.](http://www.tropomi.eu/data-products/formaldehyde)
de: # Formaldehyd (HCHO) Langzeit-Satellitenbeobachtungen von troposphärischem Formaldehyd (HCHO) sind essentiell für die Unterstützung von Luftqualität und Chemie-Klima-bezogenen Studien von der regionalen bis zur globalen Skala. Die saisonalen und halbjährlichen Variationen der Formaldehyd-Verteilung hängen hauptsächlich mit Temperaturänderungen und Feuerereignissen zusammen, aber auch mit Änderungen der anthropogenen (vom Menschen verursachten) Aktivitäten. Da die Lebensdauer von HCHO in der Größenordnung von einigen Stunden liegt, können die HCHO-Konzentrationen in der Grenzschicht direkt mit der Freisetzung von kurzlebigen Kohlenwasserstoffen in Verbindung gebracht werden, die meist nicht direkt aus dem Weltraum beobachtet werden können. Die Messungen erfolgen in Mol pro Quadratmeter (mol/m^2). Mehr Infos [hier.](http://www.tropomi.eu/data-products/formaldehyde)

source: # Sulfur Dioxide (SO2) Sulphur dioxide enters the Earth’s atmosphere through both natural and anthropogenic (human made) processes. It plays a role in chemistry on a local and global scale and its impact ranges from short term pollution to effects on climate. Only about 30% of the emitted SO2 comes from natural sources; the majority is of anthropogenic origin. Sentinel-5P/TROPOMI instrument samples the Earth’s surface with a revisit time of one day with a spatial resolution of 3.5 x 7 km which allows the resolution of fine details including the detection of smaller SO2 plumes. Measurements are in mol per square meter (mol/ m^2). More info [here.](http://www.tropomi.eu/data-products/sulphur-dioxide)
de: # Schwefeldioxid (SO2) Schwefeldioxid gelangt sowohl durch natürliche als auch anthropogene (vom Menschen verursachte) Prozesse in die Erdatmosphäre. Es spielt in der Chemie auf lokaler und globaler Ebene eine Rolle und seine Auswirkungen reichen von kurzfristiger Verschmutzung bis hin zu Auswirkungen auf das Klima. Nur etwa 30 % des emittierten SO2 stammt aus natürlichen Quellen; der Großteil ist anthropogenen Ursprungs. Das Instrument Sentinel-5P/TROPOMI tastet die Erdoberfläche mit einer Wiederholungszeit von einem Tag und einer räumlichen Auflösung von 3,5 x 7 km ab, was die Auflösung feiner Details einschließlich der Erkennung kleinerer SO2-Fahnen ermöglicht. Die Messungen erfolgen in Mol pro Quadratmeter (mol/m^2). Mehr Informationen [hier.](http://www.tropomi.eu/data-products/sulphur-dioxide)

source: # Ozone (O3) Ozone is of crucial importance for the equilibrium of the Earth atmosphere. In the stratosphere, the ozone layer shields the biosphere from dangerous solar ultraviolet radiation. In the troposphere, it acts as an efficient cleansing agent, but at high concentration it also becomes harmful to the health of humans, animals, and vegetation. Ozone is also an important greenhouse-gas contributor to ongoing climate change. Since the discovery of the Antarctic ozone hole in the 1980s and the subsequent Montreal Protocol regulating the production of chlorine-containing ozone-depleting substances, ozone has been routinely monitored from the ground and from space. Measurements are in mol per square meter (mol/ m^2) More info [here.](http://www.tropomi.eu/data-products/total-ozone-column)
de: # Ozon (O3) Ozon ist von entscheidender Bedeutung für das Gleichgewicht der Erdatmosphäre. In der Stratosphäre schirmt die Ozonschicht die Biosphäre vor gefährlicher solarer Ultraviolettstrahlung ab. In der Troposphäre wirkt es als effizientes Reinigungsmittel, wird aber bei hoher Konzentration auch gesundheitsschädlich für Mensch, Tier und Vegetation. Ozon ist auch ein wichtiges Treibhausgas, das zum laufenden Klimawandel beiträgt. Seit der Entdeckung des antarktischen Ozonlochs in den 1980er Jahren und dem darauf folgenden Montreal-Protokoll, das die Produktion von chlorhaltigen, ozonabbauenden Substanzen regelt, wird Ozon routinemäßig vom Boden und aus dem Weltraum überwacht. Die Messungen erfolgen in Mol pro Quadratmeter (mol/m^2) Mehr Informationen [hier.](http://www.tropomi.eu/data-products/total-ozone-column)

source: # Nitrogen Dioxide (NO2) Nitrogen dioxide (NO2) and nitrogen oxide (NO) together are usually referred to as nitrogen oxides. They are important trace gases in the Earth’s atmosphere, present in both the troposphere and the stratosphere. They enter the atmosphere as a result of anthropogenic activities (particularly fossil fuel combustion and biomass burning) and natural processes (such as microbiological processes in soils, wildfires and lightning). Measurements are in mol per square meter (mol/ m^2). More info [here.](http://www.tropomi.eu/data-products/nitrogen-dioxide)
de: # Stickstoffdioxid (NO2) Stickstoffdioxid (NO2) und Stickstoffoxid (NO) werden zusammen meist als Stickoxide bezeichnet. Sie sind wichtige Spurengase in der Erdatmosphäre, die sowohl in der Troposphäre als auch in der Stratosphäre vorkommen. Sie gelangen durch anthropogene Aktivitäten (insbesondere Verbrennung fossiler Brennstoffe und Biomasse) und natürliche Prozesse (wie mikrobiologische Prozesse in Böden, Waldbrände und Blitze) in die Atmosphäre. Die Messungen erfolgen in Mol pro Quadratmeter (mol/m^2). Mehr Infos [hier.](http://www.tropomi.eu/data-products/nitrogen-dioxide)

source: # Carbon Monoxide (CO) Carbon monoxide (CO) is an important atmospheric trace gas. In certain urban areas, it is a major atmospheric pollutant. Main sources of CO are combustion of fossil fuels, biomass burning, and atmospheric oxidation of methane and other hydrocarbons. The carbon monoxide total column is measured in mol per square meter (mol/ m^2). More info [here.](http://www.tropomi.eu/data-products/carbon-monoxide)
de: # Kohlenmonoxid (CO) Kohlenmonoxid (CO) ist ein wichtiges atmosphärisches Spurengas. In bestimmten städtischen Gebieten ist es ein wichtiger Luftschadstoff. Hauptquellen für CO sind die Verbrennung fossiler Brennstoffe, die Verbrennung von Biomasse und die atmosphärische Oxidation von Methan und anderen Kohlenwasserstoffen. Die Gesamtsäule des Kohlenmonoxids wird in Mol pro Quadratmeter (mol/ m^2) gemessen. Mehr Informationen [hier.](http://www.tropomi.eu/data-products/carbon-monoxide)

source: # Aerosol Index The Aerosol Index (AI) is a qualitative index indicating the presence of elevated layers of aerosols in the atmosphere. It can be used to detect the presence of UV absorbing aerosols such as desert dust and volcanic ash plumes. Positive values (from light blue to red) indicate the presence of UV-absorbing aerosol. This index is calculated for two pairs of wavelengths: 340/380 nm and 354/388 nm. More info [here.](https://earth.esa.int/web/sentinel/technical-guides/sentinel-5p/level-2/aerosol-index)
de: # Aerosol-Index Der Aerosol-Index (AI) ist ein qualitativer Index, der das Vorhandensein erhöhter Schichten von Aerosolen in der Atmosphäre anzeigt. Er kann verwendet werden, um das Auftreten von UV-absorbierenden Aerosolen wie Wüstenstaub und Vulkanaschewolken zu erkennen. Positive Werte (von hellblau bis rot) zeigen das Auftreten von UV-absorbierendem Aerosol an. Dieser Index wird für zwei Paare von Wellenlängen berechnet: 340/380 nm und 354/388 nm. Mehr Informationen [hier.](https://earth.esa.int/web/sentinel/technical-guides/sentinel-5p/level-2/aerosol-index)

source: # Cloud base height Height of cloud base measured in meters (m).
de: # Höhe der Wolkenuntergrenze Höhe der Wolkenuntergrenze, gemessen in Metern (m).

source: # Cloud base pressure Pressure measured at cloud base in Pascal (Pa).
de: # Wolkenbasisdruck An der Wolkenuntergrenze gemessener Druck in Pascal (Pa).

source: # Cloud optical thickness The cloud thickness is a key parameter to characterise optical properties of clouds. It is a measure of how much sunlight passes through the cloud to reach Earth's surface. The higher a cloud's optical thickness, the more sunlight the cloud is scattering and reflecting. Dark blue shows where there are low cloud optical thickness values and red shows larger cloud optical thickness.
de: # Optische Wolkendicke Die Wolkendicke ist ein Schlüsselparameter zur Charakterisierung der optischen Eigenschaften von Wolken. Sie ist ein Maß dafür, wie viel Sonnenlicht durch die Wolke dringt, um die Erdoberfläche zu erreichen. Je höher die optische Dicke einer Wolke ist, desto mehr Sonnenlicht wird von der Wolke gestreut und reflektiert. Dunkelblau zeigt an, wo es niedrige Werte für die optische Wolkendicke gibt, und rot zeigt eine größere optische Wolkendicke an.

source: # Cloud top height Height of cloud top measured in meters (m).
de: # Höhe der Wolkenobergrenze Höhe der Wolkenobergrenze, gemessen in Metern (m).

source: # Cloud top pressure Pressure measured at cloud top in Pascal (Pa).
de: # Wolkenoberdruck An der Wolkenobergrenze gemessener Druck in Pascal (Pa).

source: # Normalized Difference Vegetation Index (NDVI) The normalized difference vegetation index is a simple, but effective index for quantifying green vegetation. It is a measure of the state of vegetation health based on how plants reflect light at certain wavelengths. The value range of the NDVI is -1 to 1. Negative values of NDVI (values approaching -1) correspond to water. Values close to zero (-0.1to 0.1) generally correspond to barren areas of rock, sand, or snow. Low, positive values represent shrub and grassland (approximately 0.2 to 0.4), while high values indicate temperate and tropical rainforests (values approaching 1). More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) and [here.](https://eos.com/ndvi/)
de: # Normalisierter differenzierter Vegetations-Index (NDVI) Der normalisierte differenzierte Vegetations-Index ist ein einfacher, aber effektiver Index zur Quantifizierung der grünen Vegetation. Er ist ein Maß für den Gesundheitszustand der Vegetation, das darauf basiert, wie Pflanzen Licht bestimmter Wellenlängen reflektieren. Der Wertebereich des NDVI liegt zwischen -1 und 1. Negative Werte des NDVI (Werte, die sich -1 annähern) entsprechen dem Wasser. Werte nahe Null (-0,1 bis 0,1) entsprechen im Allgemeinen kargen Flächen aus Fels, Sand oder Schnee. Niedrige, positive Werte stehen für Strauch- und Grasland (ca. 0,2 bis 0,4), während hohe Werte auf gemäßigte und tropische Regenwälder hinweisen (Werte nahe 1). Weitere Informationen [hier](https://fis.rub.de/recherchetools/infobox/profis/faszination-fernerkundung/infrarote-pflanzen), [hier](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) und [hier.](https://eos.com/ndvi/)
