Repository: khlaifiabilel/EOBrowser
Catalog: src/translations/*.po
Languages: de

source: # Enhanced Vegetation Index (EVI) The enhanced vegetation index (EVI) is an 'optimized' vegetation index as it corrects for soil background signals and atmospheric influences. It is very useful in areas of dense canopy cover. The range of values for EVI is -1 to 1, with healthy vegetation generally around 0.20 to 0.80. More infos [here](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) and [here.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
de: # Erweiterter Vegetationsindex (EVI) Der erweiterte Vegetationsindex (EVI) ist ein "optimierter" Vegetationsindex, da er Bodenhintergrundsignale und atmosphärische Einflüsse korrigiert. Er ist sehr nützlich in Gebieten mit dichtem Blätterdach. Der Wertebereich für den EVI liegt zwischen -1 und 1, wobei eine gesunde Vegetation im Allgemeinen zwischen 0,20 und 0,80 liegt. Weitere Informationen [hier](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) und [hier.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)

source: # Atmospherically Resistant Vegetation Index (ARVI) The Atmospherically Resistant Vegetation Index (ARVI) is a vegetation index that minimizes the effects of atmospheric scattering. It is most useful for regions with high content of atmospheric aerosol (fog, dust, smoke, air pollution). The range for an ARVI is -1 to 1 where green vegetation generally falls between values of 0.20 to 0.80. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) and [here.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
de: # Atmosphärisch resistenter Vegetationsindex (ARVI) Der Atmosphärisch resistenter Vegetationsindex (ARVI) ist ein Vegetationsindex, der die Auswirkungen der atmosphärischen Streuung minimiert. Er ist besonders nützlich für Regionen mit hohem Gehalt an atmosphärischem Aerosolen (Nebel, Staub, Rauch, Luftverschmutzung). Der Bereich für einen ARVI liegt bei -1 bis 1, wobei grüne Vegetation im Allgemeinen zwischen Werten von 0,20 bis 0,80 liegt. Weitere Informationen [hier](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) und [hier.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)

source: # Soil Adjusted Vegetation Index (SAVI) The Soil Adjusted Vegetation Index is similar to Normalized Difference Vegetation Index (NDVI) but is used in areas where vegetative cover is low (< 40%). The index is a transformation technique that minimizes soil brightness influences from spectral vegetation indices involving red and near-infrared (NIR) wavelengths. The index is helpful when analysing young crops, arid regions with sparse vegetation and exposed soil surfaces. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) and [here.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
de: # Bodenangepasster Vegetationsindex (SAVI) Der Bodenangepasste Vegetationsindex (Soil Adjusted Vegetation Index, SAVI) ähnelt dem normalisierten differenzierten Vegetations-Index (NDVI), wird aber in Gebieten mit geringer Vegetationsbedeckung (< 40 %) verwendet. Der Index ist ein Umwandlungsverfahren, das die Einflüsse der Bodenhelligkeit in spektralen Vegetationsindizes mit roten und Nahinfrarot (NIR)-Wellenlängen minimiert. Der Index ist hilfreich bei der Analyse von jungen Pflanzen, trockenen Regionen mit spärlicher Vegetation und exponierten Bodenflächen. Mehr Infos [hier](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) und [hier.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)

source: # Modified Anthocyanin Reflectance Index (mARI/ARI2) Anthocyanins are pigments common in higher plants, causing their red, blue and purple coloration. They provide valuable information about the physiological status of plants, as they are considered indicators of various types of plant stresses. The reflectance of anthocyanin is highest around 550nm. However, the same wavelengths are reflected by chlorophyll as well. To isolate the anthocyanins, the 700nm spectral band, that reflects only chlorophyll and not anthocyanins, is subtracted. To correct for leaf density and thickness, the near infrared spectral band (in the recommended wavelengths of 760-800nm), which is related to leaf scattering, is added to the basic ARI index. The new index is called modified ARI or mARI (also ARI2). mARI values for the examined trees in [this original article](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) ranged in values from 0 to 8. More info [here.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
de: # Modifizierter Anthocyanin-Reflexionsindex (mARI/ARI2) Anthocyane sind Pigmente, die in höheren Pflanzen vorkommen und für deren rote, blaue und violette Färbung verantwortlich sind. Sie liefern wertvolle Informationen über den physiologischen Zustand von Pflanzen, da sie als Indikatoren für verschiedene Arten von Pflanzenstress gelten. Der Reflexionsgrad von Anthocyanin ist um 550 nm am höchsten. Die gleichen Wellenlängen werden jedoch auch von Chlorophyll reflektiert. Um die Anthocyane zu isolieren, wird das 700nm-Spektralband, welches nur von Chlorophyll und nicht von Anthocyanen reflektiert wird, subtrahiert. Um die Blattdichte und -dicke zu korrigieren, wird das Spektralband im Nahinfrarot (in den empfohlenen Wellenlängen von 760-800 nm), die mit der Blattstreuung zusammenhängt, zum Basis-ARI-Index hinzugefügt. Der neue Index wird modifizierter ARI oder mARI (auch ARI2) genannt. Die mARI-Werte für die untersuchten Bäume in [diesem Originalartikel](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) reichten von 0 bis 8. Mehr Infos [hier.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)

source: # Green City Script The Green city script aims to raise awareness of green areas in cities around the world. The script takes into account the Normalized Difference Vegetation Index (NDVI) and true color wavelengths; it separates built up areas from vegetated ones, making it useful for detecting urban areas. Built up areas are displayed in grey and vegetation is displayed in green. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
de: # Grüne-Stadt-Skript Das Grüne-Stadt-Skript zielt darauf ab, das Bewusstsein für Grünflächen in Städten auf der ganzen Welt zu erhöhen. Das Skript berücksichtigt den normalisierten differenzierten Vegetations-Index (NDVI) und Echtfarb-Wellenlängen; es trennt bebaute von bewachsenen Flächen und ist damit für die Erkennung von Stadtgebieten nützlich. Bebaute Gebiete werden grau und die Vegetation grün dargestellt. Mehr Infos [hier.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)

source: # Urban Classified Script The Urban Classified script aims to detect built up areas by separating them from barren ground, vegetation and water. Areas with a high moisture content are returned in blue; areas indicating built up areas are returned in white; vegetated areas are returned in green; everything else indicates barren ground and is displayed in brown colors. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
de: # Stadtklassifizierungs-Skript Das Stadtklassifizierungs-Skript zielt darauf ab, bebaute Gebiete zu erkennen, indem es sie von unfruchtbarem Boden, Vegetation und Wasser trennt. Bereiche mit einem hohen Feuchtigkeitsgehalt werden in blau dargestellt; Bereiche, die bebaute Flächen anzeigen, werden in weiß dargestellt; bewachsene Flächen werden in grün zurückgegeben; alles andere zeigt unfruchtbaren Boden an und wird in braunen Farben angezeigt. Mehr Informationen [hier.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)

source: # Urban Land Infrared Color Script This script, made by Leo Tolari, combines true color visualization with near infrared (NIR) and shortwave infrared (SWIR) wavelengths. The script highlights urban areas better than true color, while still looking natural. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
de: # Urbanes Land Infrarot-Farbskript Dieses Skript von Leo Tolari kombiniert die Visualisierung von Echtfarben mit den Wellenlängen des Nahinfrarot (NIR) und des kurzwelligen Infrarots (SWIR). Das Skript hebt urbane Gebiete besser als Echtfarbe hervor, während es trotzdem natürlich aussieht. Mehr Infos [hier.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)

source: # NDMI for Moisture Stress The Normalized Difference Moisture Index (NDMI) for moisture stress can be used to detect irrigation. For all the index values above 0, knowing the land use and land cover, it is possible to determine whether irrigation has taken place. Knowing the type of crop grown (e.g. citrus crops), it is possible to identify whether irrigation is being effective or not during the crucial growing summer season, as well as find out if some parts of the farm are being under or over-irrigated. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
de: # NDMI für Feuchtigkeitsstress Der Normalized Difference Moisture Index (NDMI) für Feuchtigkeitsstress kann verwendet werden, um Bewässerung zu erkennen. Für alle Indexwerte über 0 kann bei Kenntnis der Landnutzung und Landbedeckung festgestellt werden, ob eine Bewässerung stattgefunden hat. Wenn man die Art der angebauten Pflanzen kennt (z. B. Zitrusfrüchte), kann festgestellt werden, ob die Bewässerung während der entscheidenden Wachstumsperiode im Sommer effektiv ist oder nicht, und auch herausfinden, ob einige Teile des Betriebs unter- oder überbewässert werden. Mehr Informationen [hier.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)

source: # Normalized Difference Moisture Index (NDMI) The normalized difference moisture Index (NDMI) is used to determine vegetation water content and monitor droughts. The value range of the NDMI is -1 to 1. Negative values of NDMI (values approaching -1) correspond to barren soil. Values around zero (-0.2 to 0.4) generally correspond to water stress. High, positive values represent high canopy without water stress (approximately 0.4 to 1). More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
de: # Normalisierter differenzierter Feuchte-Index (NDMI) Der Normalized Difference Moisture Index (NDMI) wird zur Bestimmung des Wassergehalts der Vegetation und zur Überwachung von Trockenperioden verwendet. Der Wertebereich des NDMI ist -1 bis 1. Negative Werte des NDMI (Werte, die sich -1 nähern) entsprechen unfruchtbarem Boden. Werte um Null (-0,2 bis 0,4) entsprechen im Allgemeinen Wasserstress. Hohe, positive Werte stehen für ein hohes Kronendach ohne Wasserstress (etwa 0,4 bis 1). Mehr Infos [hier.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)

source: # Normalized Difference Water Index (NDWI) The normalized difference water index is most appropriate for water body mapping. Values of water bodies are larger than 0.5. Vegetation has smaller values. Built-up features have positive values between zero and 0.2. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
de: # Normalized Difference Water Index (NDWI) Der normalisierte differenzierte Wasser-Index ist für die Wasserflächenkartierung am besten geeignet. Werte für Wasserflächen sind größer als 0,5. Vegetation führt zu kleineren Werten. Bebaute Flächen führen zu positiven Werten zwischen 0 und 0,2. Mehr Informationen [hier.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)

source: # Normalized Difference Water Index (NDWI) The normalized difference water index is most appropriate for water body mapping. Values of water bodies are larger than 0.5. Vegetation has smaller values. Built-up features have positive values between zero and 0.2.
de: # Normalized Difference Water Index (NDWI) Der normalisierte differenzierte Wasser-Index ist für die Wasserflächenkartierung am besten geeignet. Werte für Wasserflächen sind größer als 0,5. Vegetation führt zu kleineren Werten. Bebaute Flächen führen zu positiven Werten zwischen Null und 0,2.

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) and [here.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
de: # Falschfarbenkomposit Ein Falschfarbenkomposit verwendet mindestens eine nicht-sichtbare Wellenlänge zur Abbildung der Erde. Das Falschfarbenkomposit unter Verwendung von Nahinfrarot, roten und grünen Bändern ist sehr beliebt (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden). Das Falschfarbenkomposit wird am häufigsten zur Beurteilung der Pflanzendichte und -gesundheit verwendet, da Pflanzen nahes Infrarot- und grünes Licht reflektieren, während sie rotes absorbieren. Städte und freiliegender Boden sind grau oder hellbraun, und Wasser erscheint blau oder schwarz. Weitere Informationen [hier](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) und [hier.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) and [here.](https://gisgeography.com/landsat-8-bands-combinations/)
de: # Falschfarbenkomposit Ein Falschfarbenkomposit verwendet mindestens eine nicht-sichtbare Wellenlänge, um die Erde abzubilden. Das Falschfarbenkomposit unter Verwendung von Nahinfrarot, roten und grünen Bändern ist sehr beliebt (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden). Das Falschfarbenkomposit wird am häufigsten zur Beurteilung der Pflanzendichte und -gesundheit verwendet, da Pflanzen nahes Infrarot- und grünes Licht reflektieren, während sie rotes absorbieren. Städte und freiliegender Boden sind grau oder hellbraun, und Wasser erscheint blau oder schwarz. Weitere Informationen [hier](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) und [hier.](https://gisgeography.com/landsat-8-bands-combinations/)

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) and [here.](https://earthobservatory.nasa.gov/features/FalseColor)
de: # Falschfarbenkomposit Ein Falschfarbenkomposit verwendet mindestens eine nicht-sichtbare Wellenlänge zur Abbildung der Erde. Das Falschfarbenkomposit unter Verwendung von Nahinfrarot, roten und grünen Bändern ist sehr beliebt (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden). Das Falschfarbenkomposit wird am häufigsten zur Beurteilung der Pflanzendichte und -gesundheit verwendet, da Pflanzen nahes Infrarot- und grünes Licht reflektieren, während sie rotes absorbieren. Städte und freiliegender Boden sind grau oder hellbraun, und Wasser erscheint blau oder schwarz. Weitere Informationen [hier](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) und [hier.](https://earthobservatory.nasa.gov/features/FalseColor)

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
de: # Falschfarbenkomposit Ein Falschfarbenkomposit verwendet mindestens eine nicht-sichtbare Wellenlänge, um die Erde abzubilden. Das Falschfarbenkomposit unter Verwendung von Nahinfrarot, roten und grünen Bändern ist sehr beliebt (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden). Das Falschfarbenkomposit wird am häufigsten zur Beurteilung der Pflanzendichte und -gesundheit verwendet, da Pflanzen nahes Infrarot- und grünes Licht reflektieren, während sie rotes absorbieren. Städte und freiliegender Boden sind grau oder hellbraun, und Wasser erscheint blau oder schwarz. Mehr Informationen [hier.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Sentinel-2 has 13 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/composites/) and [here.](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).
de: # Echtfarbenkomposit Von Satelliten mitgeführte Sensoren können die Erde in verschiedenen Bereichen des elektromagnetischen Spektrums abbilden. Jeder Bereich des Spektrums wird als Band bezeichnet. Sentinel-2 hat 13 Bänder. Das Echtfarbenkomposit verwendet die Bänder des sichtbaren Lichts aus Rot, Grün und Blau in den entsprechenden roten, grünen und blauen Farbkanälen. Das Ergebnis ist ein natürliches Farbprodukt, das die Erde in etwa darstellt, wie Menschen sie natürlich sehen würden. Weitere Informationen [hier](https://fis.rub.de/recherchetools/infobox/profis/was-ist-fernerkundung/licht-und-farbe), [hier](https://custom-scripts.sentinel-hub.com/sentinel-2/composites/) und [hier.](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 5 has 7 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) and [here.](https://www.usgs.gov/land-resources/nli/landsat/landsat-5?qt-science_support_page_related_con=0#qt-science_support_page_related_con)
de: # Echtfarbenkomposit Von Satelliten mitgeführte Sensoren können die Erde in verschiedenen Bereichen des elektromagnetischen Spektrums abbilden. Jeder Bereich des Spektrums wird als Band bezeichnet. Landsat 5 hat 7 Bänder. Das Echtfarbenkomposit verwendet die Bänder des sichtbaren Lichts aus Rot, Grün und Blau in den entsprechenden roten, grünen und blauen Farbkanälen, was zu einem natürlich gefärbten Produkt führt, das die Erde in etwa darstellt, wie Menschen sie natürlich sehen würden. Weitere Informationen [hier](https://fis.rub.de/recherchetools/infobox/profis/was-ist-fernerkundung/licht-und-farbe), [hier](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) und [hier.](https://www.usgs.gov/land-resources/nli/landsat/landsat-5?qt-science_support_page_related_con=0#qt-science_support_page_related_con)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 7 has 8 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) and [here.](https://www.usgs.gov/land-resources/nli/landsat/landsat-7?qt-science_support_page_related_con=0#qt-science_support_page_related_con)
de: # Echtfarbenkomposit Von Satelliten mitgeführte Sensoren können die Erde in verschiedenen Bereichen des elektromagnetischen Spektrums abbilden. Jeder Bereich des Spektrums wird als Band bezeichnet. Landsat 7 hat 8 Bänder. Ein Echtfarbenkomposit verwendet die Bänder des sichtbaren Lichts aus Rot, Grün und Blau in den entsprechenden roten, grünen und blauen Farbkanälen, was zu einem natürlich gefärbten Produkt führt, das die Erde in etwa darstellt, wie Menschen sie natürlich sehen würden. Weitere Informationen [hier](https://fis.rub.de/recherchetools/infobox/profis/was-ist-fernerkundung/licht-und-farbe), [hier](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) und [hier.](https://www.usgs.gov/land-resources/nli/landsat/landsat-7?qt-science_support_page_related_con=0#qt-science_support_page_related_con)
