Repository: khlaifiabilel/EOBrowser
Catalog: src/translations/*.po
Languages: de

source: # Detection of Burned Areas This script is used to detect large scale recently burned areas. Pixels colored red highlight burned areas, and all other pixels are returned in true color. The script sometimes overestimates burned areas over water and clouds. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
de: # Erkennung von verbrannten Flächen Dieses Skript wird verwendet, um großflächige, kürzlich verbrannte Bereiche zu erkennen. Rot gefärbte Pixel markieren verbrannte Gebiete, alle anderen Pixel werden in Echtfarbe zurückgegeben. Das Skript überschätzt manchmal verbrannte Flächen über Wasser und Wolken. Mehr Informationen [hier.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)

source: # Terrestrial Chlorophyll Index (OTCI) The Terrestrial Chlorophyll Index (OTCI) is estimated based on the chlorophyll content in terrestrial vegetation and can be used to monitor vegetation condition and health. Low OTCI values usually signify water, sand or snow. Extremely high values, displayed with white, usually suggest the absence of chlorophyll as well. They generally represent either bare ground, rock or clouds. The chlorophyll values in between range from red (low chlorophyll values) to dark green (high chlorophyll values) can be used to determine vegetation health. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
de: # Terrestrischer Chlorophyll-Index (OTCI) Der terrestrische Chlorophyll-Index (OTCI) wird auf der Grundlage des Chlorophyll-Gehalts in der terrestrischen Vegetation geschätzt und kann zur Überwachung des Zustands und der Gesundheit der Vegetation verwendet werden. Niedrige OTCI-Werte weisen normalerweise auf Wasser, Sand oder Schnee hin. Extrem hohe Werte, die mit Weiß angezeigt werden, deuten normalerweise auch auf das Fehlen von Chlorophyll hin. Sie repräsentieren im Allgemeinen entweder kahlen Boden, Fels oder Wolken. Die Chlorophyll-Werte dazwischen, die von rot (niedrige Chlorophyll-Werte) bis dunkelgrün (hohe Chlorophyll-Werte) reichen, können zur Bestimmung der Gesundheit der Vegetation verwendet werden. Mehr Informationen [hier.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)

source: # Normalized Difference Salinity Index The index visualizes the amount of salt present in soils. Soil salinization is one of the most common land degradation processes, especially in arid and semi-arid regions, where precipitation exceeds evaporation. Higher values indicate higher salinity and low values indicate lower salinity. Read more [here,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [here](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) and [here.](https://www.indexdatabase.de/db/i-single.php?id=57)
de: # Normalisierter differenzierter Salzgehalt-Index Der Index veranschaulicht die Menge an Salz, die in Böden vorhanden ist. Die Versalzung des Bodens ist einer der häufigsten Landabbauprozesse, insbesondere in trockenen und halbtrocken Regionen, in denen die Niederschläge die Verdunstung übersteigen. Höhere Werte deuten auf einen höheren Salzgehalt hin, niedrige Werte auf einen niedrigeren Salzgehalt. Lesen Sie mehr [hier,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [hier](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) und [hier.](https://www.indexdatabase.de/db/i-single.php?id=57)

source: **Logged-in users** can use their custom themes, save and load pins, create a pin story, measure distances, create a timelapse and use the advanced image download. To create a free account simply click [here] or within the app on **Login** and then "Sign Up".
de: **Eingeloggte Nutzer** können Ihre benutzerdefinierten Themen nutzen, Pins speichern und laden, eine Pin-Story erstellen, Entfernungen messen, einen Zeitraffer erstellen und die erweiterten Bild-Downloadfunktionen nutzen. Um einen kostenlosen Account zu erstellen, einfach [hier] klicken oder innerhalb der App unter **Login** und dann **Anmelden (Sign up)**.

source: With this tool you can create a timelapse animation of the visualized layer and displayed location. First, choose a time range. You can define your search results further by filtering them by months (filter by months checkbox) and/or selecting one image per defined period (orbit, day, week, month, year). Then press <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search" /> Search </span> and select your images. You can select all by checking the checkbox or filter the images by cloud coverage by moving the slider. Or you can pick images one by one by scrolling through the list and selecting them. Via the **Borders** checkbox you can enable/disable the borders on your image. You can preview the timelapse by pressing the play button on the bottom. You can also set the speed (frames per second). When you are satisfied with the result, click the download button and the timelapse will be downloaded as a <code>.gif</code> file.
de: Mit diesem Tool können Sie einen Zeitraffer der dargestellten Layer und der ausgewählten Position erstellen. Zunächst wählen Sie einen Zeitraum aus. Sie können Ihre Suchergebnisse weiter verfeinern, indem Sie nach dem Monat filtern (Filter nach "Monat"-Checkbox) und/oder, indem ein Bild pro Zeitspanne (Orbit, Tag, Woche, Monat, Jahr) ausgewählt wird. Dann pressen Sie <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search" /> Suchen </span> und wählen Ihre Bilder aus. Sie können alle über die Checkbox auswählen oder die Bilder mithilfe des Schiebereglers nach Bewölkungsgrad filtern. Alternativ können alle Bilder auch einzeln ausgewählt werden, indem Sie in der Liste ausgewählt werden. Mithilfe der Checkbox **Grenzen** können die Grenzen auf dem Bild ein-/ausgeschalten werden. Über den Knopf "Play" kann eine Vorschau des Zeitraffers abgespielt werden. Die Geschwindigkeit kann auch eingestellt werden. (Bilder pro Sekunde). Wenn Sie mit dem Ergebnis zufrieden sind, klicken Sie auf den Knopf "Herunterladen" und der Zeitraffer wird als <code>.gif</code> heruntergeladen.

source: Your user instances could not be loaded as your Sentinel Hub account was not set up/expired. You can still use EO Browser but you will not be able to use personal user instances. To be able to set up personal user instances you can apply for a 30-days free trial or consider subscribing to one of the plans:
de: Ihr Nutzeraccount konnte nicht geladen werden, weil der zugehörige Sentinel Hub Account nicht erstellt wurde/abgelaufen ist. Sie können den EO-Browser weiterhin nutzen, aber nicht die persönliche Nutzerkonfiguration. Um die persönliche Nutzerkonfiguration nutzen zu können, können Sie sich für einen 30-Tage Probeaccount anmelden oder sich für einen unserer Abonnements entscheiden:

source: Band 2 - Chlorophyll absorption maximum - 442 nm
de: Band 2 - Chlorophyll-Absorptionsmaximum - 442 nm

source: Band 11 - O2 R- branch absorption band - 761 nm
de: Band 11 - O2 R-Zweig Absorptionsband - 761 nm

source: L2A (atmospherically corrected)
de: L2A (Atmosphärisch korrigiert)

source: Sentinel-1 services are available both on EOCloud and AWS. The capabilities of each service differ. More infos at
de: Die Sentinel-1 Services sind sowohl auf EO-Cloud als auch auf AWS verfügbar. Die Möglichkeiten der Services unterscheiden sich. Mehr Informationen unter

source: A **DEM** (Digital Elevation Model) is a digital representation of a terrain (usually Earth's surface). It is obtained by dividing the whole globe into grid cells, each holding a corresponding altitude value in meters. Depending on the gride cell size, a DEM can be more detailed (high resolution) or less detailed (low resolution). Sentinel Hub DEM data collections (Mapzen and Copernicus) are static (independent of date) and globally available. **Common usage:** Modelling water flows, orthorectification of Sentinel-1 imagery and engineering.
de: Ein **DEM** (Digital Elevation Model) ist eine digitale Repräsentation des Geländes (normalerweise des der Erde). Es wird erstellt, indem die ganze Erde in ein Gitternetz unterteilt wird, worin jede Zelle einen Höhenwert beinhaltet. Abhängig von der Auflösung des Gitternetzes kann ein DEM genauer (höhere Auflösung) oder ungenauer (niedrige Auflösung) sein. Die Sentinel Hub DEM-Datensets (Mapzen und Copernicus) sind statisch (Datumsunabhängig) und weltweit verfügbar. **Häufiger Einsatzbereich:** Wasserflussmodellierung, Orthorektifizierung von Satellitenbildern und Ingenieurswesen.

source: The **Mapzen DEM** is based on the SRTM30 (Shuttle Radar Topography Mission) and [other sources]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). The bathymetry data is taken from [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). It is a static collection (independent of date) with global coverage. **Spatial resolution:** Mostly 30 m, 5 m over 60° N, 3 – 10 m in most of the US. Credits: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
de: Das **Mapzen DEM** basiert auf der SRTM30 (Shuttle Radar Topography Mission) und [anderen Quellen]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Die bathymetrischen Daten stammen von [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). Es handelt sich um eine statische Aufnahme (Datumsunabhängig) mit globaler Abdeckung. **Räumliche Auflösung:** Meist 30 m, 5 m oberhalb von 60° N, 3 – 10 m für den Großteil der Vereinigten Staaten. Credits: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)

source: The **Copernicus DEM** represents the surface of the Earth including buildings, infrastructure and vegetation. Similar to the Mapzen DEM, it is based on a combination of different DEMs (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). It is a static collection (independent of date) with global coverage. **Spatial resolution:** 30 m infilled with 90 m (where 30 m tiles are not released). Credits: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)
de: Das **Copernicus DEM** stellt die Oberfläche der Erde mit ihren Gebäuden, der Infrastruktur und Vegetation dar. Ähnlich dem Mapzen DEM basiert es auf einer Zusammenstellung verschiedener DEMs (Basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Es handelt sich um eine statische Aufnahme (Datumsunabhängig) mit globaler Abdeckung. **Räumliche Auflösung:** 30 m, aufgefüllt mit 90 m an Orten, an denen das 30 m DEM noch nicht freigegeben wurde. Credits: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)

source: The **Copernicus DEM** represents the surface of the Earth including buildings, infrastructure and vegetation. Similar to the Mapzen DEM, it is based on a combination of different DEMs (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). It is a static collection (independent of date) with global coverage. **Spatial resolution:** 90 m Credits: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)
de: Das **Copernicus DEM** stellt die Oberfläche der Erde mit ihren Gebäuden, der Infrastruktur und Vegetation dar. Ähnlich dem Mapzen DEM basiert es auf einer Zusammenstellung verschiedener DEMs (Basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Es handelt sich um eine statische Aufnahme (Datumsunabhängig) mit globaler Abdeckung. **Räumliche Auflösung:** 90 m. Credits: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)

source: This pin currently has no description.
de: Dieser Pin hat zur Zeit keine Beschreibung.

source: User Instances
de: Nutzerkonfiguration

source: Terrain Viewer
de: Geländeviewer

source: Mouse navigation
de: Mausnavigation

source: Left button
de: Linke Maustaste

source: Click and drag using the left mouse button to move across the map at a fixed height. Use SHIFT + left button to rotate.
de: Klicken und ziehen Sie mit gedrückter linker Maustaste, um sich bei fixierter Höhe auf der Karte zu bewegen. Benutzten Sie SHIFT + linke Maustaste zum Drehen.

source: Right button
de: Rechte Maustaste

source: Right click and drag up/down to change the elevation of the camera. Right click and drag left/right to rotate the camera's view.
de: Rechtsklick und hoch/runter ziehen, um die Höhe der Kamera zu ändern. Rechtsklick und nach links/rechts ziehen, um die Kameraperspektive zu drehen.

source: Middle button/wheel
de: Mittlere Maustaste/Maus­rad

source: Use the scroll wheel to change the elevation of the camera (same as right click + drag up/down). Click and drag the wheel button to change the angle of the camera.
de: Nutzen Sie das Mausrad, um die Höhe der Kamera zu ändern (Rechtsklick + runter/hoch ziehen). Klicken und ziehen Sie mit dem Mausrad, um den Winkel der Kamera zu ändern.

source: Keyboard navigation
de: Tastaturnavigation

source: Arrow keys
de: Pfeiltasten

source: Use the arrow keys to move across the map at a fixed height.
de: Nutzen Sie die Pfeiltasten, um sich bei fixierter Höhe auf der Karte zu bewegen.

source: SHIFT + arrow keys
de: SHIFT + Pfeiltasten

source: Hold the SHIFT key while pressing the arrow keys to change the camera's view.
de: Halten Sie SHIFT gedrückt und drücken Sie die Pfeiltasten, um die Kameraperspektive zu ändern.

source: Page up/Page down
de: Bild auf/Bild ab

source: Use the PG UP or PG DN keys to change the elevation of the camera.
de: Nutzen Sie die Tasten "Bild auf" oder "Bild ab", um die Höhe der Kamera zu ändern.

source: Map navigation
de: Kartennavigation

source: Pan console
de: Schwenkkonsole

source: The pan console allows you to move across the map at a fixed height. Click and drag to move continuously. The farther you drag from the center, the faster you will move.
de: Die Schwenkkonsole erlaubt Ihnen, sich bei fixierter Höhe über die Karte zu bewegen. Klicken und ziehen Sie, um sich gleichmäßig zu bewegen. Je weiter entfern Sie vom Mittelpunkt sind, desto schneller bewegen Sie sich.

source: Camera console
de: Kamerakonsole

source: The camera console moves the camera's view only. Click and drag to change the camera's view. The farther you drag from the center, the faster you will change the view.
de: Die Kamerakonsole bewegt nur die Kameraperspektive. Klicken und ziehen Sie, um die Kameraperspektive zu ändern. Je weiter Sie vom Mittelpunkt weg ziehen, desto schneller wird sich die Ansicht ändern.

source: Zoom buttons
de: Zoom

source: Clicking them will change the elevation of the camera. The plus button will move the camera closer to the earth, the minus button will move the camera further away.
de: Durch Klicken wird die Höhe der Kamera geändert. Der Plusknopf bewegt die Kamera näher zur Erde, der Minusknopf bewegt die Kamera weiter weg von der Erde.

source: Measure
de: Messen

source: Advanced RGB effects
de: Erweiterte RGB-Effekte

source: Primary dataset:
de: Hauptdatenset:

source: Datasource alias:
de: Datenset-Alias:

source: Additional datasets:
de: Weitere Datensets:

source: Create a timelapse of this area
de: Erstellen Sie einen Zeitraffer der markierten Fläche

source: The Tagged Image File Format (TIFF) can hold a large number of bands, however many common image viewers (e.g. Windows Photo Viewer) can't display TIFF images with more than 3 bands. If this option is enabled, only the first 3 bands will be included in the image. If this option is disabled, all bands will be included in the image, but you will have to use an application which supports more than 3 bands (e.g. QGIS) to display the TIFF image.
de: Das TIFF-Format kann eine große Anzahl an Bändern beinhalten. Viele gebräuchliche Bildbearbeitungsprogramme (z. B. der Windows Photo Viewer) können TIFFs mit mehr als 3 Bändern nicht richtig anzeigen. Wenn diese Option ausgewählt ist, werden nur die ersten 3 Bänder im Bild hinzugefügt. Wenn diese Option nicht ausgewählt ist, werden alle Bänder hinzugefügt. Zum Betrachten des TIFF-Bildes muss ein Programm genutzt werden, dass mehr als 3 Bänder darstellen kann (z. B. QGIS).

source: EPSG:3857 is not available when an AOI is specified.
de: EPSG:3857 ist nicht verfügbar wenn ein Untersuchungsgebiet erstellt wurde.

source: Add dataMask band to raw layers
de: Fügen Sie das dataMask-Band zu den unbearbeiteten Layern hinzu.

source: Clip extra bands
de: Schneide zusätzliche Bänder zu

source: Error: You can only download visualization with effects in JPEG or PNG formats.
de: Fehler: Sie können Bilder mit Effekten nur als JPEG oder PNG runterladen.

source: Warning: Following layers use dataProducts, so the desired data type might not be set:
de: Achtung: Die folgenden Layer nutzen dataProducts. Daher ist der gewünschte Datentyp eventuell nicht gesetzt:

source: Warning: Evalscript is not in a typical V3 format and the desired data type could not be set for:
de: Achtung: Das Evalscript ist nicht im gebräuchlichen V3-Format und der gewünschte Datentyp konnte nicht gesetzt werden für:

source: This means "sampleType" parameter is likely set to default (AUTO). You can fix this by editing your evalscript. Learn more about "sampleType" in the documentation
de: Das heißt, der "sampleType" Parameter ist vermutlich automatisch auf den Default-Wert gesetzt. Du kannst dein Evalscript verändern, um den Fehler zu korrigieren. Erfahren Sie mehr über den "sampleType" in unserer Dokumentation

source: Cancel
de: Abbrechen

source: Error
de: Fehler

source: Help
de: Hilfe

source: Your web browser doesn't support 3D capabilities, that are needed to display this content.
de: Ihr Browser unterstützt keine 3D-Funktionen, die notwendig sind, um diesen Inhalt anzuzeigen.

source: More information
de: Mehr Informationen

source: Cannot connect to the 3D service! Retry?
de: Keine Verbindung zum 3D-Service möglich! Nochmal versuchen?

source: The image is too big for this device! Image size: {0}x{1}, max: {2}
de: Das Bild ist zu groß für dieses Gerät! Bildgröße: {0}x{1}, max.: {2}

source: Home
de: Startseite

source: Shading
de: Schattierung

source: Sphere mode
de: Sphären-Modus

source: Eye height
de: Augenhöhe

source: Cannot load the image
de: Laden des Bildes nicht möglich

source: Geometries
de: Geometrien

source: Now
de: Jetzt

source: Terrain
de: Gelände

source: Time
de: Zeit

source: Position 3D camera based on 2D map
de: Positioniere die 3D Kamera basierend auf der 2D Karte

source: Modified Anthocyanin Reflectance Index
de: Modifizierter Anthocyanin-Reflexionsindex

source: # Effective radiometric cloud fraction Effective radiometric cloud fraction represents the portion of the Earth's surface covered by clouds, divided by the total surface. Clouds have shielding, albedo, and in-cloud absorption effects on trace gas retrieval. The effective radiometric cloud fraction is an important parameter to correct these effects.
de: # Effektiver radiometrischer Wolkenanteil Der Wolkenanteil ist der Teil der Erdoberfläche, der von Wolken bedeckt ist, im Verhältnis zur gesamten Erdoberfläche. Wolken wirken sich durch Abschirmung, Albedo und wolkeninterne Absorption auf die Bestimmung von Spurengasen aus. Der effektive radiometrische Wolkenanteil ist ein wichtiger Parameter zur Korrektur dieser Effekte.

source: # Thermal band 10 This thermal visualization is based on band 10 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 10895 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, band 10 reports on the ground itself, which is often much hotter. Thermal band 10 is useful in providing surface temperatures and is collected with a 100-meter resolution. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
de: # Thermales Band 10 Diese thermale Visualisierung basiert auf Band 10 (ein Band ist ein Bereich des elektromagnetischen Spektrums; ein Satellitensensor kann die Erde in verschiedenen Bändern abbilden). Bei der zentralen Wellenlänge von 10.895 nm misst es im thermalen Infrarot, oder TIR. Anstatt die Temperatur der Luft zu messen, wie es Wetterstationen tun, zeigt Band 10 die Temperatur über den Boden selbst, der oft viel heißer ist. Das Thermalband 10 ist nützlich, um Oberflächentemperaturen zu liefern und wird mit einer Auflösung von 100 m aufgenommen. Weitere Informationen [hier](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 8 has 11 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
de: # Echtfarbenkomposit Von Satelliten mitgeführte Sensoren können die Erde in verschiedenen Bereichen des elektromagnetischen Spektrums abbilden. Jeder einzeln aufgenommene Bereich des Spektrums wird als Band bezeichnet. Landsat 8 hat 11 Bänder. Das Echtfarbenkomposit verwendet die Bänder des sichtbaren Lichtes aus Rot, Grün und Blau in den entsprechenden roten, grünen und blauen Farbkanälen, was zu einem Produkt mit natürlichen Farben führt. Die ist eine gute Darstellung der Erde, wie Menschen sie natürlich sehen würden. Weitere Informationen [hier](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)

source: # Enhanced True Color Visualization This script uses highlight optimization to avoid burnt out pixels and to even out the exposure. It makes clouds look natural and keep as much visual information as possible. Sentinel-3 OLCI tiles cover large areas, making it possible to observe large cloud formations, such as hurricanes. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
de: # Verbessertes Echtfarbenbild Dieses Skript nutzte die Verbesserung von Highlights, um ausgebrannte Pixel zu vermeiden und Überbelichtung auszugleichen. Es führt dazu, dass Wolken natürlicher aussehen und so viele sichtbaren Informationen wie möglich erhalten werden. Sentinel-3-OLCI-Kacheln decken ein großes Gebiet ab, sodass es möglich ist, große Wolkenformationen wie Wirbelstürme zu beobachten. Weitere Informationen [hier.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)

source: These are theme parts which contain unavailable data sources:
de: Dies sind die Themen, die nicht verfügbare Daten enthalten:
