Repository: khlaifiabilel/EOBrowser
Catalog: src/translations/*.po
Languages: de

source: # Normalised Difference Snow Index (NDSI) The Sentinel-2 normalised difference snow index can be used to differentiate between cloud and snow cover as snow absorbs in the short-wave infrared light, but reflects the visible light, whereas cloud is generally reflective in both wavelengths. Snow cover is represented in bright vivid blue. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi/) and [here.](https://earth.esa.int/web/sentinel/technical-guides/sentinel-2-msi/level-2a/algorithm)
de: # Normalisierter differenzierter Schnee-Index (NDSI) Der normalisierte differenzierte Schnee-Index von Sentinel-2 kann zur Unterscheidung zwischen Wolken- und Schneedecke verwendet werden, da Schnee im kurzwelligen Infrarotlicht absorbiert, aber im sichtbaren Licht reflektiert, während Wolken im Allgemeinen in beiden Wellenlängen reflektieren. Die Schneedecke wird in einem hellen, leuchtenden Blau dargestellt. Weitere Informationen [hier](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi/) und [hier.](https://earth.esa.int/web/sentinel/technical-guides/sentinel-2-msi/level-2a/algorithm)

source: # Scene classification Scene classification was developed to distinguish between cloudy pixels, clear pixels and water pixels of Sentinel-2 data and is a result of ESA's Scene classification algorithm. Twelve different classifications are provided including classes of clouds, vegetation, soils/desert, water and snow. It does not constitute a land cover classification map in a strict sense. More info [here.](https://earth.esa.int/web/sentinel/technical-guides/sentinel-2-msi/level-2a/algorithm)
de: # Szenenklassifizierung Die Szenenklassifizierung wurde entwickelt, um zwischen bewölkten Pixeln, klaren Pixeln und Wasserpixeln der Sentinel-2-Daten zu unterscheiden, und funktioniert auf Basis des Szenenklassifizierungsalgorithmus der ESA. Es werden zwölf verschiedene Klassen bereitgestellt, darunter Klassen für Wolken, Vegetation, Böden/Wüste, Wasser und Schnee. Es handelt sich nicht um eine Landbedeckungsklassifizierungskarte im engeren Sinne. Mehr Informationen [hier.](https://earth.esa.int/web/sentinel/technical-guides/sentinel-2-msi/level-2a/algorithm)

source: Disabled
de: Deaktivieren

source: Yes
de: Ja

source: Orthorectification
de: Orthorektifizierung

source: File upload
de: Datei hochladen

source: Upload a KML/KMZ, GPX or GEOJSON file to create area of interest. Area will be used for clipping when exporting an image.
de: Laden Sie eine KML/KMZ-, GPX- oder GEOJSON-Datei hoch, um einen Untersuchungsgebiet zu erstellen. Das Gebiet wird beim Exportieren eines Bildes zum Ausschneiden verwendet.

source: Drop KML/KMZ, GPX, GEOJSON file or search your computer
de: Eine KML/KMZ-, GPX-, GEOJSON-Datei ablegen oder den Computer durchsuchen

source: Zoom to location
de: Zoom zur Position

source: Remove layer
de: Ebene entfernen
