Repository: khlaifiabilel/EOBrowser
Catalog: src/translations/*.po
Languages: de

source: Education
de: Bildung

source: Close
de: Schließen

source: Close and don't show again
de: Schließen und nicht mehr anzeigen

source: Previous
de: Zurück

source: End tutorial
de: Tutorial beenden

source: Next
de: Weiter

source: Continue with tutorial
de: Tutorial fortsetzen

source: Don't show again
de: Nicht mehr anzeigen

source: Show info
de: Information anzeigen

source: Discover
de: Entdecken

source: Visualize
de: Anzeigen

source: Compare
de: Vergleichen

source: An error has occurred while fetching images:
de: Es ist ein Fehler beim Laden der Bilder aufgetreten:

source: No tile found
de: Kachel nicht gefunden

source: Dataset
de: Datensatz

source: Show
de: Zeige

source: Show effects and advanced options
de: Effekte und erweiterte Optionen anzeigen

source: Show visualization
de: Visualisierung anzeigen

source: Add to Pins
de: Zu Pins hinzufügen

source: Add to compare
de: Zum Vergleich hinzufügen

source: Zoom to tile
de: Zoom auf Kachel

source: Hide layer
de: Ebene ausblenden

source: Show layer
de: Ebene anzeigen

source: Share
de: Teilen

source: Custom
de: Benutzerdefiniert

source: Create custom visualization
de: Benutzerdefinierte Visualisierung erstellen

source: Zoom in to view data
de: Vergrößern, um Daten anzuzeigen

source: Free sign up
de: Kostenlose Anmeldung

source: for all features
de: für alle Funktionen

source: Powered by
de: Präsentiert von

source: with contributions by
de: mit Unterstützung der

source: Please select data source(s)!
de: Bitte Datenquelle(n) auswählen!

source: Invalid time range!
de: Ungültiger Zeitraum!

source: No results found
de: Keine Ergebnisse gefunden

source: Theme
de: Thema

source: Manage configuration instances
de: Verwalten von Konfigurationeinstellungen

source: Login to use custom configuration instances.
de: Anmelden, um benutzerdefinierte Konfigurationseinstellungen zu verwenden.

source: Error retrieving additional data!
de: Fehler beim Abrufen von zusätzlichen Daten!

source: Search
de: Suche

source: Data sources
de: Datensätze

source: Please select a theme
de: Bitte wählen Sie ein Thema

source: Time range [UTC]
de: Zeitraum [UTC]

source: Date
de: Datum

source: Hide description
de: Beschreibung ausblenden

source: Show description
de: Beschreibung anzeigen

source: This theme has no highlights
de: Dieses Thema hat keine Highlights

source: Based on:
de: Basierend auf:

source: 1 day (S1)
de: 1 Tag (S1)

source: 5 day (S5)
de: 5 Tage (S5)

source: 10 day (S10)
de: 10 Tage (S10)

source: O3 (Ozone)
de: O3 (Ozon)

source: NO2 (Nitrogen dioxide)
de: NO2 (Stickstoffdioxid)

source: SO2 (Sulfur dioxide)
de: SO2 (Schwefeldioxid)

source: CO (Carbon monoxide)
de: CO (Kohlenmonoxid)

source: HCHO (Formaldehyde)
de: HCHO (Formaldehyd)

source: CH4 (Methane)
de: CH4 (Methan)

source: Cloud
de: Wolken

source: Other
de: Sonstiges

source: Max. cloud coverage
de: Max. Wolkenbedeckung

source: Advanced search
de: Erweiterte Suche

source: Data location
de: Speicherort der Daten

source: Please select at least one location!
de: Bitte wählen Sie mindestens einen Standort aus!

source: Acquisition mode
de: Datenerfassungsmodus

source: Polarization
de: Polarisation

source: Please select at least one data acquisition mode!
de: Bitte wählen Sie mindestens einen Datenerfassungsmodus aus!

source: Please select at least one polarization!
de: Bitte wählen Sie mindestens eine Polarisation aus!

source: Orbit direction
de: Richtung des Orbits

source: Please select at least one orbit direction!
de: Bitte wählen Sie mindestens eine Orbitrichtung aus!

source: **MERIS** (Medium-resolution spectrometer) was a sensor on board the [ENVISAT](https://earth.esa.int/web/guest/missions/esa-operational-eo-missions/envisat) satellite with the primary mission to observe land and ocean colour and the atmosphere. It is no longer active and has been succeeded by Sentinel-3. **Spatial resolution:** Full resolution land & coast: 260m x 290m (that is only details bigger than 260m x 290m can be seen). **Revisit time:** maximum 3 days to revisit the same area. **Data availability:** From June 2002 to April 2012. **Common usage:** Ocean monitoring (phytoplankton, suspended matter), atmosphere (water vapour, CO2, clouds, aerosols), and land (vegetation index, global coverage, moisture).
de: **MERIS** (Medium-resolution spectrometer) war ein Sensor an Bord des Satelliten [ENVISAT](https://earth.esa.int/eogateway/missions/envisat) mit der Hauptaufgabe, die Farbe von Land und Ozean sowie die Atmosphäre zu beobachten. Er ist nicht mehr aktiv und wurde durch Sentinel-3 ersetzt. **Räumliche Auflösung:** Volle Auflösung Land & Küste: 260m x 290m (d.h. nur Details, die größer als 260m x 290m sind, können gesehen werden). **Wiederholrate:** Maximal 3 Tage, um das gleiche Gebiet erneut zu besuchen. **Datenverfügbarkeit:** Von Juni 2002 bis April 2012. **Häufige Verwendung:** Meeresüberwachung (Phytoplankton, Schwebstoffe), Atmosphäre (Wasserdampf, CO2, Wolken, Aerosole) und Land (Vegetationsindex, globale Abdeckung, Feuchtigkeit).

source: Credits:
de: Referenz:

source: **GIBS** (Global Imagery Browse Services) provides quick access to over 600 satellite imagery products, covering every part of the world. Most imagery is available within a few hours after satellite overpass, some products span almost 30 years.
de: **GIBS** (Global Imagery Browse Services) bietet schnellen Zugriff auf über 600 Satelliten- bildprodukte, die jeden Teil der Welt abdecken. Die meisten Bilder sind innerhalb weniger Stunden nach Satellitenüberflug verfügbar. Einige Produkte umfassen fast 30 Jahre.

source: The series of **Landsat** satellites of NASA/ U.S. Geological Survey are similar to Sentinel-2 (they capture visible and infrared wavelengths) and additionally can capture thermal infrared (Landsat 8). The Landsat series has a long history of imagery spanning nearly five decades. This platform gives you access to imagery acquired by Landsat 5, 7 and 8. **Spatial resolution:** 15m, 30m, and 100m resampled to 30m, depending on the wavelength (that is, only details bigger than 10m and 30m, can be seen). More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Revisit time:** Maximum 8 days to revisit the same area using the two operational satellites Landsat 7 and Landsat 8. **Data availability:** Europe and North Africa from 1984 - 2011 (Landsat 5), 1999 - 2003 (Landsat 7), 2013 until present (Landsat 8) from the ESA archive. The global U.S. Geological Survey (USGS) archive since April 2013 until today (Landsat 8 only) . **Common usage:** Vegetation monitoring, land use, land cover maps, change monitoring, etc.
de: Die Serie der **Landsat**-Satelliten der NASA/U.S. Geological Survey erfassen, ähnlich wie Sentinel-2, sichtbare und infrarote Wellenlängen. Sie können zusätzlich thermales Infrarot erfassen (Landsat 8). Die Landsat-Serie umfasst fast fünf Jahrzehnte von Aufnahmen. Mit dieser Plattform haben Sie Zugriff auf Bilder, die von Landsat 5, 7 und 8 aufgenommen wurden. **Räumliche Auflösung:** 15 m, 30 m und 100 m umgerechnet auf 30 m, abhängig von der Wellenlänge (d. h. nur Details größer als 10 m und 30 m können gesehen werden). Mehr Infos [hier](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Wiederholrate:** Maximal 8 Tage, um dasselbe Gebiet mit den beiden operationellen Satelliten Landsat 7 und Landsat 8 erneut zu besuchen. **Datenverfügbarkeit:** Europa und Nordafrika von 1984 - 2011 (Landsat 5), 1999 - 2003 (Landsat 7), 2013 bis heute (Landsat 8) aus dem ESA-Archiv. Das globale Archiv des U.S. Geological Survey (USGS) von April 2013 bis heute (nur Landsat 8) . **Häufige Verwendung:** Vegetationsüberwachung, Landnutzung, Landbedeckungskarten, Überwachung von Veränderungen, etc.

source: Nasa's **MODIS** – (Moderate Resolution Imaging Spectroradiometer) acquires data with the objective to improve our understanding of global processes occurring on land. EO browser provides data for observation of land (bands 1-7). **Spatial resolution:** 250m (bands 1-2), 500m (bands 3-7), 1000m (bands 8-36). **Revisit time:** Global coverage in 1 – 2 days with both Aqua and Terra satellites. **Data availability:** Since January 2013. **Common usage:** Monitoring of land, clouds, ocean colour at a global scale.
de: Das **MODIS** (Moderate Resolution Imaging Spectroradiometer) der NASA sammelt Daten mit dem Ziel, unser Verständnis von globalen Prozessen, die auf dem Land stattfinden, zu verbessern. Der EO-Browser liefert Daten zur Beobachtung von Land (Bänder 1-7). **Räumliche Auflösung:** 250 m (Bänder 1-2), 500 m (Bänder 3-7), 1000 m (Bänder 8-36). **Wiederholrate:** Globale Abdeckung in 1 - 2 Tagen sowohl mit Aqua- als auch mit Terra-Satelliten. **Datenverfügbarkeit:** Seit Januar 2013. **Häufige Verwendung:** Überwachung von Land, Wolken, Ozeanfarbe auf globaler Ebene.

source: The **Proba-V** satellite is a small satellite designed to map land cover and vegetation growth across the entire globe every two days. EO Browser provides derived products which minimize cloud cover by combining cloud-free measurement within a 1 day (S1), 5 day (S5) and 10 day (S10) period. **Spatial resolution:** 100m for S1 and S5, 333m for S1 and S10, 1000m for S1 and S10. **Revisit time:** 1 day for latitudes 35-75°N and 35-56°S, 2 days for latitudes between 35°N and 35°S. **Data availability:** Since October 2013. **Common usage:** MThe observation of land cover, vegetation growth, climate impact assessment, water resource management, agricultural monitoring and food security estimates, inland water resource monitoring and tracking the steady spread of deserts and deforestation.
de: Der **Proba-V**-Satellit ist ein Kleinsatellit, der die Landbedeckung und das Wachstum der Vegetation alle zwei Tage über dem gesamten Globus aufnimmt. Der EO-Browser liefert abgeleitete Produkte, welche die Wolkenbedeckung durch die Kombination von wolkenfreien Messungen innerhalb eines Zeitraums von 1 Tag (S1), 5 Tagen (S5) und 10 Tagen (S10) berücksichtigt. **Räumliche Auflösung:** 100 m für S1 und S5, 333 m für S1 und S10, 1000 m für S1 und S10. **Wiederholrate:** 1 Tag für Breitengrade 35-75°N und 35-56°S, 2 Tage für Breitengrade zwischen 35°N und 35°S. **Datenverfügbarkeit:** Seit Oktober 2013. **Häufige Verwendung:** Die Beobachtung der Landbedeckung, Vegetationswachstum, Klimafolgenabschätzung, Wasserressourcenmanagement, landwirtschaftliche Überwachung und Abschätzung der Ernährungssicherheit, Überwachung von Binnengewässern, Überwachung von Binnenwasserressourcen und Verfolgung der stetigen Ausbreitung von Wüsten und Entwaldung.

source: **Sentinel-1** provides all-weather, day and night radar imagery for land and ocean services. EO Browser provides data acquired in Interferometric Wide Swath (IW) and Extra Wide Swath (EW) modes processed to Level-1 Ground Range Detected (GRD). **Pixel spacing:** 10m (IW), 40m (EW). **Revisit time:** <= 5 days using both satellites. **Revisit time** (for asc/desc and overlap using both satellites): <= 3 days, see [observation scenario](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Data availability:** Since October 2014. **Common usage:** Maritime and land monitoring, emergency response, climate change.
de: **Sentinel-1** liefert Allwetter-, Tag- und Nacht-Radarbilder für Land- und Ozeandienste. Der EO-Browser liefert Daten, die im Interferometric Wide Swath (IW) und Extra Wide Swath (EW) Modus aufgenommen und zu Level-1 Ground Range Detected (GRD) verarbeitet werden. **Pixelabstände:** 10 m (IW), 40 m (EW). **Wiederholrate:** <= 5 Tage mit beiden Satelliten. **Wiederholrate:** (für aufsteigend/absteigend und Überlappung unter Verwendung beider Satelliten): <= 3 Tage, siehe [Beobachtungsszenario](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Datenverfügbarkeit:** Seit Oktober 2014. **Häufige Verwendung:** Überwachung von Meer und Land, Notfallmaßnahmen, Klimawandel.

source: **Sentinel-2** provides high-resolution images in the visible and infrared wavelengths, to monitor vegetation, soil and water cover, inland waterways and coastal areas. . **Spatial resolution:** 10m, 20m, and 60m, depending on the wavelength (that is, only details bigger than 10m, 20m, and 60m can be seen). More info [here](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Revisit time:** maximum 5 days to revisit the same area, using both satellites. **Data availability:** Since June 2015. Full global coverage since March 2017. **Common usage:** Land-cover maps, land-change detection maps, vegetation monitoring, monitoring of burnt areas.
de: **Sentinel-2** liefert hochauflösende Bilder im sichtbaren und infraroten Wellenlängenbereich, um Vegetation, Boden- und Wasserbedeckung, Binnengewässer und Küstengebiete zu überwachen. **Räumliche Auflösung:** 10 m, 20 m und 60 m, abhängig von der Wellenlänge (d. h. nur Details größer als 10 m, 20 m und 60 m können gesehen werden). Mehr Infos [hier](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Wiederholrate:** maximal 5 Tage, um dasselbe Gebiet mit beiden Satelliten erneut zu besuchen. **Datenverfügbarkeit:** Seit Juni 2015. Volle globale Abdeckung seit März 2017. **Häufige Verwendung:** Landbedeckungskarten, Karten zur Erkennung von Landveränderungen, Vegetationsüberwachung, Überwachung von verbrannten Gebieten.

source: Level 2A data are high quality data where the effects of the atmosphere on the light being reflected off of the surface of the Earth and reaching the sensor are excluded. Data are available globally since March 2017. More info about atmospheric correction [here](http://fis.uni-bonn.de/en/recherchetools/infobox/professionals/preprocessing/atmospheric-correction).
de: Level-2A-Daten sind Daten von hoher Qualität, bei denen die Auswirkungen der Atmosphäre auf das Licht, das von der Erdoberfläche reflektiert wird und den Sensor erreicht, entfernt wurden. Die Daten sind seit März 2017 weltweit verfügbar. Weitere Informationen zur atmosphärischen Korrektur [hier](https://fis.rub.de/recherchetools/infobox/profis/bildvorverarbeitung/atmosph%C3%A4renkorrektur).

source: Level 1C data are data of sufficient quality for most investigations, where all image corrections were done except for the atmospheric correction. Data are available globally since June 2015 onwards.
de: Level-1C-Daten sind Daten von ausreichender Qualität für die meisten Untersuchungen, da bei ihnen alle Bildkorrekturen bis auf die atmosphärische Korrektur durchgeführt wurden. Die Daten sind seit Juni 2015 global verfügbar.

source: **Sentinel-3** mission main objective is to measure sea surface topography, sea and land surface temperature, ocean and land surface colour. Sentinel-3 has four different instruments on board. Data acquired by the Ocean and Land Colour Instrument (OLCI) and the Sea and Land Surface Temperature Instrument (SLSTR) are available in this platform. **Data availability:** Since May 2016 onwards.
de: Das Hauptziel der **Sentinel-3**-Mission ist die Messung der Topografie der Meeresoberfläche, der Temperatur der Meeres- und Landoberfläche sowie der Farbe der Meeres- und Landoberfläche. Sentinel-3 hat vier verschiedene Instrumente an Bord. Die vom Ocean and Land Colour Instrument (OLCI) und dem Sea and Land Surface Temperature Instrument (SLSTR) erfassten Daten sind auf dieser Plattform verfügbar. **Datenverfügbarkeit:** Seit Mai 2016.

source: The **Sea and Land Surface Temperature (SLSTR)** instrument on board Sentinel-3 measures the global and regional sea and land surface temperature. The SLSTR covers the visible, shortwave infrared, and thermal infrared wavelengths of the electromagnetic spectrum. **Spatial resolution:** 500m for visible, near- and shortwave infrared wavelengths and 1km for thermal infrared (that is, only details bigger than 500m and 1km can be seen, respectively). **Revisit time:** Maximum 1 day to revisit the same area, using both satellites. **Data availability:** Since May 2016 onwards. **Common usage:** Climate change monitoring, vegetation monitoring, active fire detection, land and sea surface temperature monitoring.
de: Das **Sea and Land Surface Temperature (SLSTR)**-Instrument an Bord von Sentinel-3 misst die globale und regionale Meeres- und Landoberflächentemperatur. Das SLSTR deckt die sichtbaren, kurzwelligen Infrarot- und thermalen Infrarot-Wellenlängen des elektromagnetischen Spektrums ab. **Räumliche Auflösung:** 500 m für sichtbare, nah- und kurzwellige Infrarot-Wellenlängen und 1 km für thermales Infrarot (d. h. nur Details, die größer als 500 m bzw. 1 km sind, können gesehen werden). **Wiederholrate:** Maximal 1 Tag, um dasselbe Gebiet unter Verwendung beider Satelliten erneut zu besuchen. **Datenverfügbarkeit:** Seit Mai 2016. **Häufige Verwendung: ** Überwachung des Klimawandels, Vegetationsüberwachung, aktive Feuererkennung, Überwachung der Land- und Meeresoberflächentemperatur.

source: The **Ocean and Land Colour Instrument (OLCI)** on board Sentinel-3 is a spectrometer that measures the solar radiation reflected by Earth, and it monitors the ocean, the environment, and climate. It provides more frequent visible imagery than Sentinel-2 but at a lower resolution and with more wavelengths covered. The Sentinel-3 OLCI instrument continues the measurements previously performed by the MERIS instrument on board Envisat, whose mission concluded. **Spatial resolution:** 300m (that is, only details bigger than 300m can be seen). **Revisit time:** Maximum 2 days to revisit the same area, using both satellites. **Data availability:** Since May 2016 onwards. **Common usage:** Surface topography, ocean and land surface colour observations and monitoring.
de: Das **Ocean and Land Colour Instrument (OLCI)** an Bord von Sentinel-3 ist ein Spektrometer, das die von der Erde reflektierte Sonnenstrahlung misst und den Ozean, die Umwelt und das Klima überwacht. Es liefert häufiger sichtbare Bilder als Sentinel-2, jedoch mit einer geringeren Auflösung und mit mehr abgedeckten Wellenlängen. Das Sentinel-3 OLCI setzt die Messungen fort, die zuvor vom MERIS-Instrument an Bord von Envisat durchgeführt wurden, dessen Mission beendet war. **Räumliche Auflösung:** 300 m (d. h. nur Details größer als 300 m können gesehen werden). **Wiederholrate:** Maximal 2 Tage, um dasselbe Gebiet unter Verwendung beider Satelliten erneut zu besuchen. **Datenverfügbarkeit:** Seit Mai 2016. **Häufige Verwendung: ** Oberflächentopografie, Farbbeobachtung und Überwachung der Meeres- und Landoberfläche.

source: **Sentinel-5P** is a satellite that provides atmospheric measurements to be used for air quality, ozone monitoring, UV radiation, and climate monitoring and forecasting. **Spatial resolution:** 7 x 3.5km (that is, only details bigger than 7 x 3.5km can be seen). **Revisit time:** Maximum 1 day to revisit the same area. **Data availability:** Since April 2018 onwards. **Common usage:** Monitoring the concentration of carbon monoxide (CO), nitrogen dioxide (NO2) and ozone (O3) in the air. Monitoring the UV aerosol index (AER_AI) and various geophysical parameters of clouds (Cloud).
de: **Sentinel-5P** ist ein Satellit, der atmosphärische Messungen liefert, die für die Überwachung von Luftqualität, Ozon, UV-Strahlung, und Klimaüberwachung und -vorhersage verwendet werden. **Räumliche Auflösung:** 7 x 3,5 km (d. h. nur Details, die größer als 7 x 3,5 km sind, können gesehen werden). **Wiederholrate:** Maximal 1 Tag, um das gleiche Gebiet erneut zu besuchen. **Datenverfügbarkeit:** Seit April 2018. **Häufige Verwendung:** Überwachung der Konzentration von Kohlenmonoxid (CO), Stickstoffdioxid (NO2) und Ozon (O3) in der Luft. Überwachung des UV-Aerosol-Index (AER_AI) und verschiedener geophysikalischer Parameter von Wolken (Cloud).

source: Copied
de: Kopiert

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: Data source name
de: Name der Datenquelle

source: Sensing time
de: Aufnahmezeitpunkt

source: Cloud coverage
de: Wolkenbedeckung

source: Sun elevation
de: Sonnenhöhe

source: MGRS location
de: MGRS-Standort

source: AWS path
de: AWS-Pfad

source: EO Cloud path
de: EO-Cloud-Pfad

source: CreoDIAS path
de: CreoDIAS-Pfad

source: Back to search
de: Zurück zur Suche

source: Showing ${ this.state.results.length } result
de: Zeige ${ this.state.results.length } Ergebnis an

source: Load more
de: Mehr laden

source: Loading more results ...
de: Weitere Ergebnisse werden geladen...

source: Results
de: Ergebnisse

source: Showing ${ this.state.selectedTiles.length } result.
de: Zeige ${ this.state.selectedTiles.length } Ergebnis.

source: Edit pin description
de: Pin-Beschreibung bearbeiten

source: Reject changes
de: Änderungen verwerfen

source: Confirm changes
de: Änderungen bestätigen

source: Rename pin
de: Pin umbenennen

source: Remove pin
de: Pin entfernen

source: Zoom to pinned location
de: Zoom auf angeheftete Position

source: Lat/Lon
de: Breite/Länge

source: You are about to add ${ N_PINS } pin(s) to your pin collection. Do you want to proceed?
de: Sie sind dabei, ${ N_PINS } Pin(s) zu Ihrer Pin-Sammlung hinzuzufügen. Möchten Sie fortfahren?

source: WARNING: You're about to delete a pin. Do you wish to continue?
de: WARNUNG: Sie sind im Begriff, eine Pin zu löschen. Möchten Sie fortfahren?

source: WARNING: You're about to delete all pins. Do you wish to continue?
de: WARNUNG: Sie sind im Begriff, alle Pins zu löschen. Möchten Sie fortfahren?

source: No pins. Go to the Visualize tab to save a pin or upload a JSON file with saved pins.
de: Keine Pins. Gehen Sie zur Registerkarte "Anzeigen", um einen Pin zu speichern oder laden Sie eine JSON-Datei mit gespeicherten Pins hoch.

source: Note that the pins will be saved only if you log in. Otherwise, the pins will be lost once the application is closed.
de: Beachten Sie, dass die Pins nur gespeichert werden, wenn Sie sich anmelden. Andernfalls gehen die Pins verloren, sobald die Anwendung geschlossen wird.

source: Deselect all
de: Alle abwählen

source: Select all
de: Alle auswählen

source: No pins.
de: Keine Pins.

source: Create link (${ selectedPins.length } pin selected)
de: Link erstellen (${ selectedPins.length } Pins ausgewählt)

source: File type not supported
de: Dateityp nicht unterstützt

source: not supported
de: nicht unterstützt

source: No pins were found.
de: Es wurden keine Pins gefunden.

source: Error parsing file:
de: Fehler beim Parsen der Datei:

source: Upload a JSON file with saved pins.
de: Laden Sie eine JSON-Datei mit gespeicherten Pins hoch.

source: Drop JSON file or search your computer
de: JSON-Datei ablegen oder auf dem Computer suchen

source: Keep existing pins
de: Vorhandene Pins beibehalten

source: Share pins
de: Pins teilen

source: Create a story from pins
de: Erstellen einer Story aus Pins

source: Export pins to the computer
de: Pins auf den Computer exportieren

source: Import pins from a saved file
de: Importieren von Pins aus einer gespeicherten Datei

source: Delete all pins
de: Alle Pins löschen

source: Export
de: Exportieren

source: Import
de: Importieren

source: Clear
de: Löschen

source: Share pins link
de: Link für Pins freigeben

source: Creating link...
de: Link erstellen...

source: Updating pin collection.
de: Aktualisieren der Pin-Sammlung.

source: There was a problem permanently updating the pin collection: ${ updatingPinsError }.
de: Es gab ein Problem beim permanenten Aktualisieren der Pin-Sammlung: ${ updatingPinsError }.

source: Hello,
de: Hallo,

source: Opacity
de: Deckkraft

source: Split position
de: Position teilen

source: split
de: aufteilen

source: opacity
de: Deckkraft
