Repository: khlaifiabilel/EOBrowser
Catalog: src/translations/*.po
Languages: de

source: No layers to compare.
de: Keine Ebenen zum Vergleichen.

source: Remove all
de: Alle entfernen

source: Add all pins
de: Alle Pins hinzufügen

source: Split
de: Aufteilen

source: There was a problem downloading your instances
de: Beim Herunterladen Ihrer Einstellungen ist ein Problem aufgetreten

source: Visualize terrain in 3D
de: Gelände in 3D visualisieren

source: Go to Place
de: Gehe zu Ort

source: Labels
de: Beschriftungen

source: Borders
de: Grenzen

source: Roads
de: Straßen

source: Zoom in
de: Vergrößern

source: Zoom out
de: Verkleinern

source: About EO Browser
de: Über den EO-Browser

source: Contact us
de: Kontaktieren Sie uns

source: Get data
de: Daten beschaffen

source: You need to log in to use this function.
de: Sie müssen sich anmelden, um diese Funktion nutzen zu können.

source: Please select a layer.
de: Bitte wählen Sie eine Ebene aus.

source: Downloading image in compare mode is not possible.
de: Das Herunterladen von Bildern im Vergleichsmodus ist nicht möglich.

source: This datasource is not supported.
de: Diese Datenquelle wird nicht unterstützt.

source: Statistical Info / Feature Info Service chart
de: Statistische Information / spektrale Informationen im Zeitraum

source: Statistical Info / Feature Info Service chart -
de: Statistische Information / spektrale Informationen im Zeitraum -

source: please select a layer
de: Bitte wählen Sie eine Ebene

source: not available for
de: nicht verfügbar für

source: not available for "${ props.presetLayerName }" (layer with value is not set up)
de: nicht verfügbar für "${ props.presetLayerName }" (Ebene mit Wert ist nicht eingerichtet)

source: Search for data first.
de: Suchen Sie zuerst nach Daten.

source: Create timelapse animation
de: Zeitrafferanimation erstellen

source: Mark point of interest
de: Interessenfokus markieren

source: Center map on feature
de: Karte auf Merkmal zentrieren

source: Remove geometry
de: Geometrie entfernen

source: Area of interest
de: Untersuchungsgebiet

source: Select mode
de: Modus auswählen

source: Mode:
de: Modus:

source: Remove measurement
de: Messung entfernen

source: Gain
de: Kontrast

source: Gamma
de: Helligkeit

source: Min. data quality
de: Minimale Datenqualität

source: Reset all
de: Alle zurücksetzen

source: filter by months
de: nach Monaten filtern

source: Draw area of interest for image downloads
de: Untersuchungsgebiet für Bilddownloads einzeichnen

source: Copy geometry to clipboard
de: Geometrie in die Zwischenablage kopieren

source: Cancel edit.
de: Bearbeitung abbrechen.

source: Draw area of interest
de: Untersuchungsgebiet einzeichnen

source: Upload data
de: Daten hochladen

source: Least cloud coverage
de: Geringste Wolkenbedeckung

source: Use additional datasets (advanced)
de: Zusätzliche Datensätze verwenden (erweitert)

source: Mosaicking order
de: Mosaikanordnung

source: Most recent
de: Aktuellste

source: Least recent
de: Älteste

source: Customize timespan
de: Zeitraum anpassen

source: Back
de: Zurück

source: Error loading script. Check your URL.
de: Fehler beim Laden des Skripts. Prüfen Sie Ihre URL.

source: Uncheck Load script from URL to edit the code
de: Deaktivieren Sie "Skript aus URL laden", um den Code zu bearbeiten

source: Load script from URL
de: Skript aus URL laden

source: Enter URL to your script
de: URL zu Ihrem Skript eintragen

source: Script loaded.
de: Skript geladen.

source: Only HTTPS domains are allowed.
de: Es sind nur HTTPS-Domänen erlaubt.

source: Load script into code editor
de: Skript in Code-Editor laden

source: Refresh
de: Aktualisieren

source: day
de: Tag

source: week
de: Woche

source: month
de: Monat

source: year
de: Jahr

source: Select 1 image per:
de: Wählen Sie 1 Bild pro:

source: Timelapse
de: Zeitraffer

source: Select All
de: Alle auswählen

source: An error occured:
de: Es ist ein Fehler aufgetreten:

source: No images selected
de: Keine Bilder ausgewählt

source: Speed:
de: Geschwindigkeit:

source: frames / s
de: Bilder / s

source: Preparing...
de: Bereite vor...

source: Could not download files:
de: Dateien konnten nicht heruntergeladen werden:

source: Can't download via canvas
de: Kann nicht über Canvas heruntergeladen werden

source: Could not ZIP files:
de: Dateien konnten nicht gezippt werden:

source: There was a problem downloading image
de: Es gab ein Problem beim Herunterladen des Bildes

source: Error fetching image: url is empty!
de: Fehler beim Laden des Bildes: URL ist leer!

source: Error fetching image:
de: Fehler beim Laden des Bildes:

source: Could not load image from blob
de: Konnte Bild nicht aus dem Datenobjekt (blob) laden

source: Drag bands onto RGB fields.
de: Ziehen Sie die Kanäle auf RGB-Felder.

source: Drag bands into the index equation
de: Bänder in die Indexgleichung ziehen

source: Threshold
de: Grenzwert

source: Remove color picker
de: Farbwähler entfernen

source: Add color picker
de: Farbwähler hinzufügen

source: Click to place marker
de: Klicken Sie, um die Markierung zu setzen

source: Click to place first vertex
de: Klicken Sie, um den ersten Scheitelpunkt zu platzieren

source: Click to continue drawing
de: Zum Weiterzeichnen anklicken

source: Click first marker to finish
de: Klicken Sie zum Beenden auf die erste Markierung

source: Show captions
de: Beschriftungen anzeigen

source: Show slide title
de: Folientitel anzeigen

source: Add map overlays
de: Karten-Beschriftung hinzufügen

source: Show legend
de: Legende anzeigen

source: No pins were found within the current field of view.
de: Es wurden keine Pins innerhalb des aktuellen Sichtfelds gefunden.

source: Some pins (${ N_PINS_OUTSIDE_BOUNDS }) are ignored because they are not within the selected area.
de: Einige Pins (${ N_PINS_OUTSIDE_BOUNDS }) werden ignoriert, da sie sich nicht innerhalb des ausgewählten Bereichs befinden.

source: To create a pin story, navigate to the desired position on the map. All pins within the current field of view will be used to create the story, the rest will be ignored.
de: Um eine Pin-Story zu erstellen, navigieren Sie zur gewünschten Position auf der Karte. Alle Pins innerhalb des aktuellen Sichtfelds werden zum Erstellen der Story verwendet, der Rest wird ignoriert.

source: File will have logo attached.
de: Die Datei wird mit einem Logo versehen.

source: A dataMask-band will be included in the downloaded raw bands as second band.
de: Ein dataMask-Band wird in den heruntergeladenen Rohbändern als zweites Band enthalten sein.

source: Show logo
de: Logo anzeigen

source: Image format
de: Bildformat

source: Image resolution
de: Bildauflösung

source: Coordinate system
de: Koordinatensystem

source: Layers
de: Ebenen

source: Visualized
de: Visualisiert

source: Raw
de: Rohdaten

source: The map's overlay layers (place labels, streets and political boundaries) will be added to the image.
de: Die Beschriftungs-Ebenen der Karte (Ortsbezeichnungen, Straßen und politische Grenzen) werden dem Bild hinzugefügt.

source: Exported image(s) will include datasource and date, zoom scale and branding
de: Exportierte Bilder enthalten Datenquelle und Datum, Zoom-Skala und Branding

source: Add a short description to the exported image
de: Fügen Sie eine kurze Beschreibung zum exportierten Bild hinzu

source: Exported image will include legend
de: Das exportierte Bild enthält eine Legende

source: Description
de: Beschreibung

source: Image format:
de: Bildformat:

source: Basic
de: Einfach

source: Analytical
de: Analytisch

source: High-res print
de: Hochauflösender Druck

source: you can only download image while visualizing
de: Sie können das Bild nur während der Visualisierung herunterladen

source: Download image
de: Bild herunterladen

source: An error has occurred while fetching some of the images:
de: Beim Abrufen einiger Bilder ist ein Fehler aufgetreten:

source: sec/px
de: sek/px

source: Resolution
de: Auflösung

source: lat.
de: Breite

source: deg/px
de: Grad/px

source: long.
de: Länge

source: Projected resolution: ${ formattedResolution } m/px
de: Projizierte Auflösung: ${ formattedResolution } m/px

source: Error: Data fusion does not support KMZ/JPG and KMZ/PNG formats.
de: Fehler: Die Formate KMZ/JPG und KMZ/PNG werden bei der Datenfusion nicht unterstützt.

source: Image download
de: Bild-Download

source: Image width [inches]:
de: Bildbreite [Zoll]:

source: Image height [inches]:
de: Bildhöhe [Zoll]:

source: 5 years
de: 5 Jahre

source: 2 years
de: 2 Jahre

source: 1 year
de: 1 Jahr

source: 6 months
de: 6 Monate

source: 3 months
de: 3 Monate

source: 1 month
de: 1 Monat

source: Retry
de: Nochmal versuchen

source: Loading, please wait
de: Wird geladen, bitte warten

source: mean
de: Mittelwert

source: st. dev.
de: St. Abw.

source: Export CSV
de: CSV exportieren

source: Timespan:
de: Zeitspanne:

source: Date:
de: Datum:

source: Single date
de: Einzeldatum

source: Timespan
de: Zeitraum

source: From:
de: Von:

source: Until:
de: Bis:

source: Apply
de: Anwenden

source: Share on Facebook
de: Auf Facebook teilen

source: Share on Twitter
de: Auf Twitter teilen

source: Check this out
de: Schauen Sie sich das an

source: Login to unlock advanced features such as timelapse, analytical download, own configurations and more.
de: Melden Sie sich an, um erweiterte Funktionen wie Zeitraffer, analytischen Download, eigene Konfigurationen und mehr freizuschalten.

source: Default
de: Standard

source: Monitoring Earth from Space
de: Überwachung der Erde aus dem Weltraum

source: Agriculture
de: Landwirtschaft

source: Atmosphere and Air Pollution
de: Atmosphäre und Luftverschmutzung

source: Change Detection through Time
de: Veränderungen im Laufe der Zeit

source: Floods and Droughts
de: Überschwemmungen und Dürren

source: Geology
de: Geologie

source: Ocean and Water Bodies
de: Ozean und Gewässer

source: Snow and Glaciers
de: Schnee und Gletscher

source: Urban
de: Stadt

source: Vegetation and Forestry
de: Vegetation und Forstwirtschaft

source: Volcanoes
de: Vulkane

source: Wildfires
de: Waldbrände

source: # Welcome To EO Browser! A complete archive of Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA’s archive of Landsat 5, 7 and 8, global coverage of Landsat 8, Envisat Meris, MODIS, Proba-V and GIBS products in one place. [EO Browser presentation page](https://www.sentinel-hub.com/explore/eobrowser/) [EO Browser user guide](https://www.sentinel-hub.com/explore/eobrowser/user-guide/)
de: # Willkommen beim EO-Browser! Ein komplettes Archiv von Sentinel-1-, Sentinel-2-, Sentinel-3-, Sentinel-5P-Produkten, ESAs Archiv von Landsat 5, 7 und 8, globale Abdeckung von Landsat 8, Envisat Meris-, MODIS-, Proba-V- und GIBS-Produkten an einem Ort. [EO-Browser-Präsentationsseite] (https://www.sentinel-hub.com/explore/eobrowser/) [EO Browser-Benutzerhandbuch] (https://www.sentinel-hub.com/explore/eobrowser/user-guide/)

source: #### Quick overview of EO Browser features EO Browser combines a complete archive of Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA’s archive of Landsat 5, 7 and 8, global coverage of Landsat 8, Envisat Meris, MODIS, Proba-V and GIBS products in one place and makes it possible to browse and compare full resolution images from those sources. You simply go to your area of interest, select data sources, time range and cloud coverage, and inspect the resulting data. You can continue the tutorial by clicking on the "Next" button or you can close it. By clicking the info icon <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info" /></span> in the top right corner you can always resume the tutorial in case you closed it by mistake or because you wanted to try things.
de: #### Kurze Übersicht über die EO-Browser-Funktionen Der EO-Browser kombiniert ein komplettes Archiv von Sentinel-1-, Sentinel-2-, Sentinel-3-, Sentinel-5P-Produkten, das ESA-Archiv von Landsat 5, 7 und 8, die globale Abdeckung von Landsat 8, Envisat Meris-, MODIS-, Proba-V- und GIBS-Produkten an einem Ort und ermöglicht es, Bilder in voller Auflösung aus diesen Quellen zu durchsuchen und zu vergleichen. Sie gehen einfach zu dem für Sie interessanten Gebiet, wählen Datenquellen, Zeitspanne und Wolken-Abdeckung aus und überprüfen die erhaltenen Daten. Sie können das Tutorial fortsetzen, indem Sie auf die Schaltfläche "Weiter" klicken oder sie schließen es. Wenn Sie auf das Info-Symbol in der oberen rechten Ecke klicken, <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info" /></span> können Sie das Tutorial immer fortsetzen, falls Sie es versehentlich geschlossen haben oder weil Sie Dinge ausprobieren möchten.

source: In the **Discover** tab you can: - Select a **Theme.** - **Search** for data. - View theme **Highlights.** The **Theme** dropdown offers you different preconfigured themes as well as own custom configured instances if you are Logged-in. To create an instance, click on the settings icon <i className="fa fa-cog" /> and log in with the same credentials as you used for EO Browser. Under **Search** you can set search criteria: - Choose from which satellites you want to receive the data by selecting checkboxes. - Select additional options where applicable, for example cloud coverage with the slider. - Select time range by either typing the date or select the date from the calendar. You can read explanations of satellites by clicking on the question icon <i className="fa fa-question-circle" /> next to the data source name. Once you hit <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Search</span> you get a list of results. Each result is presented with a preview image, and relevant data specific to the datasource. For some data sources the link icon <i class="fa fa-link" /> is also visible for each result. Clicking on it reveals direct links to the raw image of the result on EO Cloud or SciHub. Clicking on the <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Visualize</span> button will open the **Visualize** tab for the selected result. Under **Highlight** you find preselected interessting locations connected to the selected theme.
de: Auf der Registerkarte **Entdecken** können Sie: - **Themen** wählen. - nach Daten **Suche**n. - **Highlights** Themen anzeigen. Die Auswahlliste **Themen** bietet Ihnen verschiedene vorkonfigurierte Designs sowie eigene benutzerdefinierte konfigurierte Einstellungen, wenn Sie angemeldet sind. Um eine Einstellung zu erstellen, klicken Sie auf das <i j="0/">Einstellungssymbol und melden Sie sich mit den gleichen Anmeldeinformationen an, die Sie für den EO-Browser verwendet haben. Unter **Suche** können Sie Suchkriterien festlegen: - Wählen Sie aus, von welchem Satelliten Sie Daten erhalten möchten, indem Sie Checkboxen auswählen. - Wählen Sie ggf. zusätzliche Optionen aus, z. B. Wolkenbedeckung mit dem Schieberegler. - Wählen Sie einen Zeitraum aus, indem Sie entweder das Datum eingeben oder das Datum aus dem Kalender auswählen. Sie können Informationen zu den Satelliten lesen, indem Sie auf das Fragezeichen <i j="1/">neben dem Datenquellennamen klicken. Sobald Sie auf <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Suchen</span> klicken, erhalten Sie eine Liste von Ergebnissen. Jedes Ergebnis wird mit einem Vorschaubild und mit für die Datenquelle relevanten Daten angezeigt. Für einige Datenquellen ist das Linksymbol <i j="3/">auch für jedes Ergebnis sichtbar. Ein Klick darauf zeigt direkte Links zum Rohbild des Ergebnisses auf EO-Cloud oder SciHub. Wenn Sie auf die Schaltfläche <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Anzeigen</span> klicken, wird die Registerkarte **Anzeigen** für das ausgewählte Ergebnis geöffnet. Unter **Highlight** finden Sie eine Auswahl von für das Thema interessanten Orten und Aufnahmen.

source: In the <b>Visualize</b> tab you can select different pre-installed or custom spectral band combinations to visualise data for the selected result. Some of the common options: - **True Color** - Visual interpretation of land cover. - **False Color** - Visual interpretation of vegetation. - **NDVI** - Vegetation index. - **Moisture index** - Moisture index - **SWIR** - Shortwave-infrared index. - **NDWI** - Normalized Difference Water Index. - **NDSI** - Normalized Difference Snow Index. Most visualizations are given a description and a legend, which you can view by clicking on the expand icon <i className="fa fa-angle-double-down " />. For most data sources the **Custom Script** option is available. Click on it to select custom band combinations, index combinations or write your own classification script for the visualisation of data. You can also use custom scripts, which are stored elsewhere, either on Google drive, GitHub or in our [Custom script repository](https://custom-scripts.sentinel-hub.com/). Paste the URL of the script into a text box in the advanced script editing panel and click Refresh. You can change the date directly in the <b>Visualize</b> tab, without going back to the **Discover** tab. Type in or select it from the calendar <i className="fa fa-calendar cal-icon-cal" />. Above the visualizations you have on line of additional tools. Note that their avalibilty depends on the data source. - **Pin layer** to save it in the application for future use - by clicking on the pin icon <i className="fa fa-thumb-tack" />. - Select **advanced options** like the sampling method or apply different **effects** such as contrast (gain) and luminance (gamma) - by clicking on the effect sliders icon <i className="fa fa-sliders" />. - Add a layer to the **Compare** tab for later comparison - by clicking on the compare icon <i ClassName="fas fa-exchange-alt" />. - **Zoom** to the centre of the tile - by clicking on the crosshair <i className="fa fa-crosshairs" />. - Toggle **layer visibility** - by clicking on the visibility icon <i className="fa fa-eye-slash" />. - **Share** your visualization on social media - by clicking on the share icon <i className="fas fa-share-alt" />.
de: Auf der Registerkarte <b>Anzeigen</b> können Sie verschiedene vorinstallierte oder benutzerdefinierte Spektralbandkombinationen auswählen, um Daten für das ausgewählte Ergebnis zu visualisieren. Einige der gängigen Optionen: - **Echtfarbe** - Visuelle Interpretation der Landbedeckung. - **Falschfarbe** - Visuelle Interpretation der Vegetation. - **NDVI** - Normalisierter differenzierter Vegetations-Index. - **Feuchtigkeitsindex** - Feuchte-Index - **SWIR** - Kurzwellen-Infrarot-Index. - **NDWI** - Normalisierter differenzierter Wasser-Index. - **NDSI** - Normalisierter differenzierter Schnee-Index. Die meisten Visualisierungen sind mit einer Beschreibung und einer Legende versehen, die Sie durch Klicken auf das Expandieren-Symbol <i className="fa fa-angle-double-down " /> auswählen können. Für die meisten Datenquellen ist die Option **Benutzerdefiniertes Skript** verfügbar. Klicken Sie darauf, um benutzerdefinierte Bandkombinationen, Indexkombinationen oder ein eigenes Klassifizierungsskript für die Visualisierung von Daten zu schreiben. Sie können auch benutzerdefinierte Skripte verwenden, die an anderer Stelle gespeichert sind, entweder auf Google Drive, GitHub oder in unserem [Custom script repository](https://custom-scripts.sentinel-hub.com/). Fügen Sie die URL des Skripts in ein Textfeld im erweiterten Skriptbearbeitungsfenster ein und klicken Sie auf Aktualisieren. Sie können das Datum direkt in der Registerkarte <b>Anzeigen</b> ändern, ohne zurück zur Registerkarte **Entdecken** zu gehen. Geben Sie es ein oder wählen Sie es aus dem Kalender <i className="fa fa-calendar cal-icon-cal" />. Oberhalb der Visualisierungen haben Sie eine Reihe von zusätzlichen Werkzeugen. Beachten Sie, dass deren Verfügbarkeit von der Datenquelle abhängt. - **Pin-Ebene**, um sie in der Anwendung für die spätere Verwendung zu speichern - durch Klicken auf das Pin-Symbol <i className="fa fa-thumb-tack" />. - Wählen Sie **erweiterte Optionen** wie Resampling-Methoden oder wenden Sie verschiedene **Effekte** wie Kontrast und Helligkeit an - durch Klicken auf das Effekt-Schieberegler-Symbol <i className="fa fa-sliders" />. - Fügen Sie auf der Registerkarte **Vergleichen** durch Klicken auf das Vergleichssymbol <i ClassName="fas fa-exchange-alt" /> eine Ebene zum späteren Vergleich hinzu. - **Zoomen** Sie in die Mitte der Kachel - durch Klicken auf das Fadenkreuz <i className="fa fa-crosshairs" />. - **Sichtbarkeit der Ebene** umschalten - durch Klicken auf das Sichtbarkeitssymbol <i className="fa fa-eye-slash" />. - **Teilen** Sie Ihre Visualisierung in sozialen Medien - durch Klicken auf das Teilen-Symbol <i className="fas fa-share-alt" />.

source: In the **Compare** tab you will find all visualizations that you added via <i ClassName="fas fa-exchange-alt" /> to **Compare**. There are two modes: - **Opacity** (Draw opacity slider left or right to fade between compared images) - **Split** (Draw split slider left or right to set the boundary between compared images) You can add all pins to the compare panel using <i className="fa fa-plus-square" /> **Add all pins** or remove all visualizations from the **Compare** tab with the <i className="fa fa-trash" /> **Remove all** button.
de: In der Registerkarte **Vergleichen** finden Sie alle Visualisierungen, die Sie über <i ClassName="fas fa-exchange-alt" /> zu **Vergleichen** hinzugefügt haben. Es gibt zwei Modi: - **Deckkraft** (Ziehen Sie den Deckkraftregler nach links oder rechts, um zwischen den verglichenen Bildern zu blenden) - **Aufteilen** (Ziehen Sie den Aufteilen-Schieberegler nach links oder rechts, um die Grenze zwischen den verglichenen Bildern festzulegen) Sie können alle Pins mit <i className="fa fa-plus-square" /> **Alle Pins hinzufügen** zum Vergleichsfenster hinzufügen oder alle Visualisierungen mit der Schaltfläche <i className="fa fa-trash" /> **Alle entfernen** aus der Registerkarte **Vergleichen** entfernen.
